{"ep_id": "31", "sent_id": "29", "text": "And while, inevitably, much of their personal ethical doctrine may overlap with the one laid out in Christianity, the belief in God, to these people really has nothing to do with it"}
{"ep_id": "31", "sent_id": "30", "text": "Real quick some other common arguments against Pascals Wager are that he pigeonholes the possibilities that can come after death"}
{"ep_id": "31", "sent_id": "31", "text": "For example, couldnt you be an atheist and still have an afterlife in some spiritual form? There are other possibilities that he leaves out"}
{"ep_id": "31", "sent_id": "32", "text": "Uh, another is that the BASIS for the argument is that you are taking the best calculated risk, but because of the thousands of Gods already proposed by man in various civilizations throughout history it actually makes the chances of this single, Christian God minuscule"}
{"ep_id": "31", "sent_id": "33", "text": "But it should be said that probability is EQUALLY as minuscule as all the other ones, its not like any other religion has it more correct by any means"}
{"ep_id": "31", "sent_id": "34", "text": "One other common criticism is that if God is an infinitely perfect and therefore infinitely just being, why would he condemn a person to hell if they follow his system of ethics but cannot bring themselves to believe in him"}
{"ep_id": "31", "sent_id": "35", "text": "Why is BELIEVING so important to God? Doesnt that make him an unjust God? This is a good question in itself, but it doesnt do anything to Pascals argument and is easily explained by most Holy Books"}
{"ep_id": "31", "sent_id": "36", "text": "Look, when it comes down to it, Pascals Wager has been heavily commented on over the centuries by great thinkers"}
{"ep_id": "31", "sent_id": "37", "text": "There is a lot of firepower up against it at this point"}
{"ep_id": "31", "sent_id": "38", "text": "But make no mistake, Blaise Pascal is one of the most astoundingly brilliant figures in the history of philosophy and next week we are going to talk about a famous paradox that I guarantee everybody listening will relate to immensely"}
{"ep_id": "31", "sent_id": "39", "text": "Thanks for listening, I will talk to you soon"}
{"ep_id": "31", "sent_id": "40", "text": "Written by \n Stephen West \n Posted in\nTranscript\nComments \n 1 Comment"}
{"ep_id": "32", "sent_id": "0", "text": "Posted on October 2, 2014 \n Episode 32 Transcript\n\nThis is a transcript of episode #032 on Pascal pt"}
{"ep_id": "32", "sent_id": "1", "text": "2  +EV your way to success! Check out the episode page HERE"}
{"ep_id": "32", "sent_id": "2", "text": "Blaise Pascal famously said that all of us living and the condition that we find ourselves living through, this crazy roller coaster that were on, he refers to it as the supreme paradox of creation"}
{"ep_id": "32", "sent_id": "3", "text": "Man is the great paradox of creation"}
{"ep_id": "32", "sent_id": "4", "text": "He said that as humans, we constantly live in a state of the highest grandeur and the deepest misery"}
{"ep_id": "32", "sent_id": "5", "text": "Simultaneously"}
{"ep_id": "32", "sent_id": "6", "text": "But why? What is it about man that could possibly account for that sort of variance? I mean, he is obviously calling us out as a species"}
{"ep_id": "32", "sent_id": "7", "text": "He didnt say living creatures on planet earth are this wayhe said Man is the great paradox of creation"}
{"ep_id": "32", "sent_id": "8", "text": "Why did he say that? Well to fully understand where he is coming from, we need to set the stage and get a little perspective on what sort of world Pascal was living in and what sort of person Pascal was"}
{"ep_id": "32", "sent_id": "9", "text": "Well gain that perspective through the show today and near the end of the show, well come back to that famous quote and it will make a lot more sense to us"}
{"ep_id": "32", "sent_id": "10", "text": "So"}
{"ep_id": "32", "sent_id": "11", "text": "Blaise Pascal"}
{"ep_id": "32", "sent_id": "12", "text": "He invented the calculator"}
{"ep_id": "32", "sent_id": "13", "text": "Not kidding"}
{"ep_id": "32", "sent_id": "14", "text": "All the way back in 1642 at the age of only 18 years old his dad was an accountant and for anybody that has done any sort of personal accounting in todays world or taken a class on this you can relate to it, but there was a TON of monotonous, menial calculations of arithmetic that were incredibly time consuming and Pascal, filled with ingenuity and the mind of a polymath genius created a device in 1642 that could add, subtract, multiply and divide and became not only an object of admiration from the people immediately around him for actually inventing the thing, but he became his fathers favorite son"}
{"ep_id": "32", "sent_id": "15", "text": "I mean come on, at that point what does he say to his other kids"}
{"ep_id": "32", "sent_id": "16", "text": "I love you guys just as much just differently"}
{"ep_id": "32", "sent_id": "17", "text": "Nope nobody was buying that garbage anymore, Pascal was the man"}
{"ep_id": "32", "sent_id": "18", "text": "But its not like his father didnt see this early representation of his genius coming, he had been facilitating it and trying to nurture it for years"}
{"ep_id": "32", "sent_id": "19", "text": "Blaise Pascal lived in a pretty amazing time, obviously, because the show is chronological, it wasnt that far removed from the time weve been talking about for a while now, the scientific revolution"}
{"ep_id": "32", "sent_id": "20", "text": "We have the ability to imagine an electronic device that will change the lives of millions of people and bring it to market"}
{"ep_id": "32", "sent_id": "21", "text": "You know the common reflection on the world that everything around you, every table, every building, every book, everything was at one point just a figment of someones imagination"}
{"ep_id": "32", "sent_id": "22", "text": "This imagination and this gift of foresight has allowed us to manipulate our environment much more than any other creature"}
{"ep_id": "32", "sent_id": "23", "text": "It has allowed us to improve the quality of our lives more than any other creature"}
{"ep_id": "32", "sent_id": "24", "text": "It leaves us in the highest state of grandeur in the animal kingdom"}
{"ep_id": "32", "sent_id": "25", "text": "On the other hand, that same ability also leaves us in a state of the deepest misery"}
{"ep_id": "32", "sent_id": "26", "text": "Because it allows us the ability to imagine a life better than what we can ever possibly achieve"}
{"ep_id": "32", "sent_id": "27", "text": "Pascal isnt talking class warfare here, although it certainly applies to people that think they are stuck in whatever economic situation they are in"}
{"ep_id": "32", "sent_id": "28", "text": "Pascal is talking about the inevitability of being a human"}
{"ep_id": "32", "sent_id": "29", "text": "What is the only certainty in life? Death"}
{"ep_id": "32", "sent_id": "30", "text": "Death, pain, suffering these are things that we ALL experience sporadically, some more often than others"}
{"ep_id": "32", "sent_id": "31", "text": "But Pascal points out that our ability to imagine also allows us to imagine a life devoid of death, pain and suffering and because of this we feel poisoned with no possible remedy"}
{"ep_id": "32", "sent_id": "32", "text": "Pascal talks alot about the power and detriment of using your imagination"}
{"ep_id": "32", "sent_id": "33", "text": "He said it is an incredibly complicated thing to master because it is both right and wrong on occasion, but there is no way for us to know which it is when we are imagining it"}
{"ep_id": "32", "sent_id": "34", "text": "He talks about how we use our minds to impose characteristics on people based on incomplete information"}
{"ep_id": "32", "sent_id": "35", "text": "He talks about when we see someone dressed in a uniform or dressed importantly, we tend to take their thoughts more seriously than someone dressed like Barrack Obama under the bridge"}
{"ep_id": "32", "sent_id": "36", "text": "Pascal asks, what is that really based on? A half-inch thick piece of fabric hung over their skin?\n\nOn the surface this may seem trivial, but the point he is getting at is an important one"}
{"ep_id": "32", "sent_id": "37", "text": "This single thing that we call the imagination brought into being every great piece of technology and progress in human history, but simultaneously it serves to misguide us and imagine things that might hurt us"}
{"ep_id": "32", "sent_id": "38", "text": "The implications of this are that VERY IMPORTANT THINGS like our sense of what happiness is or what justice is, these things could be as flimsy as our judgment of the guy dressed in rags"}
{"ep_id": "32", "sent_id": "39", "text": "Imagination disposes of everything; it creates beauty, justice, and happiness, which are everything in this world"}
{"ep_id": "32", "sent_id": "40", "text": "Written by \n Stephen West \n Posted in \n Transcript \n Comments \n 1 Comment"}
{"ep_id": "33", "sent_id": "0", "text": "Posted on October 2, 2014\nEpisode 33 Transcript\n\nThis is a transcript of episode #033 Spinoza pt"}
{"ep_id": "33", "sent_id": "1", "text": "1"}
{"ep_id": "33", "sent_id": "2", "text": "Check out the episode page HERE"}
{"ep_id": "33", "sent_id": "3", "text": "For us to truly understand who Baruch De Spinoza was we need to put ourselves in his shoes"}
{"ep_id": "33", "sent_id": "4", "text": "One thing thats really easy to do as youre trying to learn stuff about history is to look at these people as though theyre just some guy that you met at the mall on a Saturday"}
{"ep_id": "33", "sent_id": "5", "text": "I feel like, we learn things about people, we experience their personality and we judge them"}
{"ep_id": "33", "sent_id": "6", "text": "Sometimes, and I was guilty of this for a long time, we dont fully consider the fact that these people might as well be from another planet than us"}
{"ep_id": "33", "sent_id": "7", "text": "What frame of reference do we have when looking at someone like Spinoza? At least when you think of primitive man and what it must have been like to live as a hunter gatherer, at least we can look at modern hunter gatherersPapau New Guinea, the Kalahari Bushmen, people like that, we coexist with hunter gatherers"}
{"ep_id": "33", "sent_id": "8", "text": "There is no where on earth today that really mimics the sort of political or religious uncertainty that pervades this time period were talking about and there arent many places that can mimic the sort of ruthless, gruesome acts that are being committed in the name of these competing interests"}
{"ep_id": "33", "sent_id": "9", "text": "And its entirely complicated because there is SO MUCH change going on in the world at such a rapid pacethere isnt just one war going on"}
{"ep_id": "33", "sent_id": "10", "text": "This time period cant be characterized by saying two religious views were butting heads or that faith and reason were butting heads this intellectual war spread across the entire continent of Europe and there were dozens of battles taking place simultaneously in this sharknado of change"}
{"ep_id": "33", "sent_id": "11", "text": "This rapid change is what makes this one of the most fascinating points in history and it is impossible to list or describe all the different areas where things were changingand even if it was I wouldnt do itthats not what this show is about"}
{"ep_id": "33", "sent_id": "12", "text": "But what I can do, is talk about one of these scenes that took place during Spinozas life that illustrates the sort of world that he found himself living in"}
{"ep_id": "33", "sent_id": "13", "text": "This event crushed Spinoza and it can give us some insight into how he was forced to act during his lifetime"}
{"ep_id": "33", "sent_id": "14", "text": "How the events of his life shaped his behavior"}
{"ep_id": "33", "sent_id": "15", "text": "This is the story of Johan De Witt"}
{"ep_id": "33", "sent_id": "16", "text": "So one of these battles that were going on in this larger intellectual war zone had to do with government"}
{"ep_id": "33", "sent_id": "17", "text": "What is the role of government in a civilized society? How should the government implement its strategy? How coercive is it justified to be when meeting its goals? Lots of questions"}
{"ep_id": "33", "sent_id": "18", "text": "And just like in modern times where there are fights going on between special interest groups and one special interest group may hire a lobbyist to try to influence legislation or they might start an organization that is dedicated to pushing forward their agenda, specific political special interest groups back in the time of Spinoza organized in a similar way"}
{"ep_id": "33", "sent_id": "19", "text": "Not everybody wanted their government to be a republic, which was becoming an increasingly popular thing around there at the time"}
{"ep_id": "33", "sent_id": "20", "text": "But you; who presume that you have at last found the best religion, or rather the best men, on whom you have pinned your credulity, you, who know that they are the best among all who have taught, do now teach, or shall in future teach other religions"}
{"ep_id": "33", "sent_id": "21", "text": "Have you examined all religions, ancient as well as modern, taught here and in India and everywhere throughout the world? And, if you have duly examined them, how do you know that you have chosen the best since you can give no reason for the faith that is in you? But you will say, that you acquiesce in the inward testimony of the Spirit of God, while the rest of mankind are ensnared and deceived by the prince of evil spirits"}
{"ep_id": "33", "sent_id": "22", "text": "But all those outside the pale of the Romish Church can with equal right proclaim of their own creed what you proclaim of yours"}
{"ep_id": "33", "sent_id": "23", "text": "Reading this letter from a guy written in the 1600s is just incredible to me"}
{"ep_id": "33", "sent_id": "24", "text": "Spinoza was just an unquestionable genius"}
{"ep_id": "33", "sent_id": "25", "text": "You can read this letters in their entirety on the website this week"}
{"ep_id": "33", "sent_id": "26", "text": "I will post links to them on the episode page"}
{"ep_id": "33", "sent_id": "27", "text": "But just so that we can get a little more insight into the human that was Baruch De Spinoza, lets take a look at one of the arguments that Albert gives him citing the legitimacy of Christianity over the other religions"}
{"ep_id": "33", "sent_id": "28", "text": "He says that the reason it has merit is that it spread faster than any other religion and it was spread by a bunch of uneducated Hebrews at that"}
{"ep_id": "33", "sent_id": "29", "text": "Now, the point that Albert is making is that the success of something like that cant be just sophistry or word play its not some charismatic priest a little smarter than everyone standing up there and outwitting them"}
{"ep_id": "33", "sent_id": "30", "text": "There must be some divine backing to this one"}
{"ep_id": "33", "sent_id": "31", "text": "That is Alberts point"}
{"ep_id": "33", "sent_id": "32", "text": "Spinoza responds to this here:\n\nIf, therefore, you had rightly judged, you would have seen that only your third point tells in favour of the Christians, namely, that unlearned and common men should have been able to convert nearly the whole world to a belief in Christ"}
{"ep_id": "33", "sent_id": "33", "text": "But this reason militates not only for the Romish Church, but for all those who profess the name of Christ"}
{"ep_id": "33", "sent_id": "34", "text": "But assume that all the reasons you bring forward tell in favour solely of the Romish Church"}
{"ep_id": "33", "sent_id": "35", "text": "Do you think that you can thereby prove mathematically the authority of that Church? As the case is far otherwise, why do you wish me to believe that my demonstrations are inspired by the prince of evil spirits, while your own are inspired by God, especially as I see, and as your letter clearly shows, that you have been led to become a devotee of this Church not by your love of God, but by your fear of hell, the single cause of superstition? Is this your humility, that you trust nothing to yourself, but everything to others, who are condemned by many of their fellow men ? \n\n Do you set it down to pride and arrogance, that I employ reason and acquiesce in this true Word of God, which is in the mind and can never be depraved or corrupted? Cast away this deadly superstition, acknowledge the reason which God has given you, and follow that, unless you would be numbered with the brutes"}
{"ep_id": "33", "sent_id": "36", "text": "So if there is something we can take from this episode, aside from diving into the intellect and person that was Spinoza, what we should take from this is that the world Spinoza was living in was both a welcoming place to new ideas and potentially a very dangerous place for new ideas"}
{"ep_id": "33", "sent_id": "37", "text": "The fact that holding different opinions could have you ripped limb from limb or cut into pieces and sold around town, that dynamic is ultimately what forced Spinoza to never release his principle work called Ethics"}
{"ep_id": "33", "sent_id": "38", "text": "He died in 1677 and that very same year it was released by his friends without his name as the author"}
{"ep_id": "33", "sent_id": "39", "text": "Now, you may be wondering, why do I care about some guy from the 1600s and his interpretation of what God is? Well let me leave you today with a question if a belief in the Christian or Jewish God justifies a certain set of behaviors what set of behaviors would Spinozas God justify? If we as humans are not all individual unique snowflakes with a God that knows our first name what are we? And what does that mean about how we should act on this mortal coil? Thank you for listening, I will talk to you next time"}
{"ep_id": "33", "sent_id": "40", "text": "Written by\nStephen West \n Posted in \n Transcript \n Comments \n Leave a comment"}
{"ep_id": "34", "sent_id": "0", "text": "Posted on October 2, 2014 \n Episode 34 Transcript \n\n This is a transcript of episode #034 Spinoza pt"}
{"ep_id": "34", "sent_id": "1", "text": "2"}
{"ep_id": "34", "sent_id": "2", "text": "Check out the episode page HERE"}
{"ep_id": "34", "sent_id": "3", "text": "So Id like to start off the program today by reading you a poem"}
{"ep_id": "34", "sent_id": "4", "text": "No, I havent turned into a guy that sits around playing bongos reading poetry"}
{"ep_id": "34", "sent_id": "5", "text": "This is a good one"}
