{"ep_id": "34", "sent_id": "6", "text": "This is a poem written about Baruch de Spinoza, lets hear what this person has to say about him: \n\n How much do I love this noble man\n\nMore than I could say with words\n\nI fear though hell remain alone\n\nWith a holy halo of his own\n\nYou think his example would show us\n\nWhat this teaching can give humankind\n\nTrust not the comforting faade:\n\nOne must be born sublime\n\nThat poem was written by a guy named Albert Einstein"}
{"ep_id": "34", "sent_id": "7", "text": "He was a big fan of Spinoza if you couldnt tell, most notably he was a fan of Spinozas concept of God"}
{"ep_id": "34", "sent_id": "8", "text": "He seems to think in that poem that humankind has something substantial to gain from what Spinoza showed us and that we should trust not the comforting facade"}
{"ep_id": "34", "sent_id": "9", "text": "What is he talking about here? \n\n Well trust me, it ALL is going to come together by the end of the show today, but like all great things there is a bit of a back story we need to get through first and it starts with one word: substance"}
{"ep_id": "34", "sent_id": "10", "text": "So, as weve been going through the history of philosophy weve heard a lot of things"}
{"ep_id": "34", "sent_id": "11", "text": "One thing that has come up pretty commonly among thinkers from all kinds of different backgrounds and time periods is the idea of God being an infinite being"}
{"ep_id": "34", "sent_id": "12", "text": "Whatever God is to them, there is one thing that must be true and that is that he is an infinite being"}
{"ep_id": "34", "sent_id": "13", "text": "Sometimes as I read that statement I like to just sit and nod while I say it so that Im more likely to agree with it"}
{"ep_id": "34", "sent_id": "14", "text": "But is that statement as infallible as it seems? And if it is true, what else needs to be true? I mean, if God is truly an infinite being, then can anything ever be OUTSIDE of God? As many of you know I have an English Bulldog named Charlie who snores and slobbers everywhere and smells terrible"}
{"ep_id": "34", "sent_id": "15", "text": "Is my dog Charlie outside of God? Yes? Well if God is infinite how can he be? The fact that he exists and he is NOT God shows that at least in some small capacity god is limited and is therefore NOT infinite"}
{"ep_id": "34", "sent_id": "16", "text": "If you say that Gods love exists in everything, how do you account for the physical matter or any other attribute of Charlie that is separate"}
{"ep_id": "34", "sent_id": "17", "text": "If God is infinite, then my dog charlie needs to be part of him"}
{"ep_id": "34", "sent_id": "18", "text": "But on that same note, if God is infinite, dont we all need to be a part of him? \n\n This was a thought that Spinoza might have wished he could go back and prevent himself from ever having it in the first place it made his life vastly more complicated than it would be had he never thought of it"}
{"ep_id": "34", "sent_id": "19", "text": "Lets talk about where it came from"}
{"ep_id": "34", "sent_id": "20", "text": "Again, we can understand things best by understanding the causes of it, and God causes everything"}
{"ep_id": "34", "sent_id": "21", "text": "Spinoza talks about navigating the world and how our actions are either caused by passive or active emotions"}
{"ep_id": "34", "sent_id": "22", "text": "Passive emotions are things like anger or frustration"}
{"ep_id": "34", "sent_id": "23", "text": "You can see how he may have seen these things as passive they are very reactionary"}
{"ep_id": "34", "sent_id": "24", "text": "If we get cut off in traffic and get angry at the person, we are passively going throughout life and being enslaved by these other things that we allow to affect us"}
{"ep_id": "34", "sent_id": "25", "text": "On the other hand there are active emotions"}
{"ep_id": "34", "sent_id": "26", "text": "What defines an active emotion is not that it is a good feeling on the contrary anger could be an active emotion as well"}
{"ep_id": "34", "sent_id": "27", "text": "What separates something from being a passive or active emotion comes down to whether we understand the true cause of the emotion or not"}
{"ep_id": "34", "sent_id": "28", "text": "He says: \n\n An emotion which is a passion, ceases to be a passion, as soon as we form a clear and distinct idea of it"}
{"ep_id": "34", "sent_id": "29", "text": "He says: I say that we are active when something takes place within us or out of us, of which we are the adequate cause, ie when from our nature something follows either within us or out of us, which can be clearly understood by that nature alone"}
{"ep_id": "34", "sent_id": "30", "text": "On the other hand I say that we are passive when something takes place in us or follows from our nature, of which we are only the partial cause"}
{"ep_id": "34", "sent_id": "31", "text": "He talks a lot about how we feel like we are at the mercy of this hurricane of complex emotions and decision making, but really, all of these emotions that we think are driving us can be distilled down to a tendency to increase power"}
{"ep_id": "34", "sent_id": "32", "text": "Thats what we seem to be programmed to do thats what we are all searching for"}
{"ep_id": "34", "sent_id": "33", "text": "When we feel joy or good feelings, thats just the feeling of an increase of power"}
{"ep_id": "34", "sent_id": "34", "text": "When we feel sadness, that is merely a decrease of power"}
{"ep_id": "34", "sent_id": "35", "text": "When we love something or hate something, we think that we are making some free decision based on our personal tastes to Spinoza, in reality, it comes down to this striving for power"}
{"ep_id": "34", "sent_id": "36", "text": "Theres more to talk about with Spinoza and his ethics but maybe the most powerful notion that we can extract from it this week is this: If we are all aspects of God, then we are parts of one being"}
{"ep_id": "34", "sent_id": "37", "text": "Just like it would be ludicrous for your left foot to try to hurt or go to war with your right foot, because their existence depends on each other and really they are both parts of the same being, All humans should see themselves this way too"}
{"ep_id": "34", "sent_id": "38", "text": "Because of this there is no reason to ever hurt or cause suffering, because by doing so, you are simultaneously causing damage to yourself as well"}
{"ep_id": "34", "sent_id": "39", "text": "Thank you for listening, Talk to you next time"}
{"ep_id": "34", "sent_id": "40", "text": "Written by \n Stephen West \n Posted in \n Transcript \n Comments \n 1 Comment"}
{"ep_id": "35", "sent_id": "0", "text": "Posted on October 2, 2014 \n Episode 35 Transcript \n\n This is a transcript of episode #035 on John Locke pt"}
{"ep_id": "35", "sent_id": "1", "text": "1  From Sea to Shining Sea"}
{"ep_id": "35", "sent_id": "2", "text": "Check out the episode page HERE"}
{"ep_id": "35", "sent_id": "3", "text": "I want to begin the show today by asking you all a question that you probably have never asked yourselves before"}
{"ep_id": "35", "sent_id": "4", "text": "Are you ready? Here it goes"}
{"ep_id": "35", "sent_id": "5", "text": "Who owns your body? I mean, you as a spiritual being, or as a mind that operates this bag of chemicals that you walk around inwho owns that bag of chemicals? Do you think you own it? Why? You just live in itwhy does that necessarily mean that you own it? When I was little we got evicted from the apartment complex I was living in and we just continued to live in the apartment"}
{"ep_id": "35", "sent_id": "6", "text": "That apartment wasnt OURS simply because we were still living in it, and this was underscored when a few weeks later the police came in and kicked us out"}
{"ep_id": "35", "sent_id": "7", "text": "But no one can really kick you out of your body can they? So who do you pay rent to as a spirit or mind occupying this body? Do you set up some sort of rent to own program?\n\nThis question is pretty ridiculous"}
{"ep_id": "35", "sent_id": "9", "text": "and as interesting as it is to think about it really is just trying to get you to say that your body is a part of who you are"}
{"ep_id": "35", "sent_id": "10", "text": "When you are born, your body and you for that matter, are self-owned"}
{"ep_id": "35", "sent_id": "11", "text": "Figuratively speaking, there is a deed to your body that is signed over to you and you exist in this role of self-ownership"}
{"ep_id": "35", "sent_id": "12", "text": "You are entitled to your body at birth, but is it the ONLY thing you are entitled to? What else are you entitled to simply by virtue of being born? \n\n Now that is a question that is interesting to think about for a while"}
{"ep_id": "35", "sent_id": "13", "text": "By the way, as these thought experiments get more and more relevant and the questions become increasingly modern and relatable, maybe the best way to listen to this show is when I ask a question, to pause and think about it a little bit"}
{"ep_id": "35", "sent_id": "14", "text": "But all that said even if you own your body do you have control over it? After all, there are things that we own that we dont have COMPLETE control over an 80 year old lady with a sticky gas pedal isnt entitled to the right to drive her car through a 7-11"}
{"ep_id": "35", "sent_id": "15", "text": "And now that weve asked all these questions, let me tell you something listeners of the Philosophize This! program you are NOT entitled to complete control over your body! I mean, we all know its common knowledge that 6000 years ago when the lord in his eternal grace put the very first human on planet earth, Adam, he gave him dominion over all of the fish and fowl!\n\nGod said:\n\nBe fruitful and multiply, and fill the earth, and subdue it; and rule over the fish of the sea and over the birds of the sky and over every living thing that moves on the earth"}
{"ep_id": "35", "sent_id": "16", "text": "God gave this guy Adam a pretty daunting task he essentially gave him dominion over every living thing that moves on the earth"}
{"ep_id": "35", "sent_id": "17", "text": "Well part of all of those living things is you"}
{"ep_id": "35", "sent_id": "18", "text": "Part of all those living things were Adams kids"}
{"ep_id": "35", "sent_id": "19", "text": "And lets not forget the 5th commandment: Honor thy father and mother! We are not born free, we are born as subjects of our father, who we are beholden to"}
{"ep_id": "35", "sent_id": "20", "text": "The fruits of your labor and the manifestation of your liberty to provide for yourself"}
{"ep_id": "35", "sent_id": "21", "text": "This is why government exists to John Locke"}
{"ep_id": "35", "sent_id": "22", "text": "To protect your natural rights of Life, Liberty and Property"}
{"ep_id": "35", "sent_id": "23", "text": "You know early in his life, John Locke was actually an advocate of a Monarchy, but you read his works as his life progresses and he gets more and more radical in this direction that weve been talking about"}
{"ep_id": "35", "sent_id": "24", "text": "And make no mistake, these were radical ideas at the time"}
{"ep_id": "35", "sent_id": "25", "text": "Were going to talk a lot about his life on the run from these people next episode, but rest assured in knowing that he was running for a reason"}
{"ep_id": "35", "sent_id": "26", "text": "This gradual movement throughout his entire life came to a head near the end of his life when he advocated a position that at his time what downright revolutionary"}
{"ep_id": "35", "sent_id": "27", "text": "See, Thomas Hobbes said that we are in a state of nature where we dont have any restrictions, but we dont have unalienable rights so to speak"}
{"ep_id": "35", "sent_id": "28", "text": "Someone can kill you in the state of nature and it cant really be considered wrong because there is no system of laws in place that deems it bad"}
{"ep_id": "35", "sent_id": "29", "text": "The ultimate goal is survival you can do anything you want if it means you are going to survive"}
{"ep_id": "35", "sent_id": "30", "text": "Like we talked about you can steal all your neighbors stuff and this isnt wrong in the state of nature"}
{"ep_id": "35", "sent_id": "31", "text": "Hobbes says that we forfeit most of the rights that we have in the state of nature to the Sovereign whose sole just is to maintain order"}
{"ep_id": "35", "sent_id": "32", "text": "John Locke on the other hand says that the role of government is to protect the natural rights of its citizens so this makes him conclude that if the government is NOT serving the people as it should, that the citizens underneath it have every right to change it to something else"}
{"ep_id": "35", "sent_id": "34", "text": "or even overthrow it completely"}
{"ep_id": "35", "sent_id": "35", "text": "Find out what happens on the next episode of Philosophize This! Ill talk to you soon"}
{"ep_id": "35", "sent_id": "36", "text": "On this episode of the podcast, we begin learning about John Locke"}
{"ep_id": "35", "sent_id": "37", "text": "First, we ask ourselves whether or not we own our bodies and what other things we are entitled to simply by virtue of being born"}
{"ep_id": "35", "sent_id": "38", "text": "Next, we consider whether its possible to develop a system of ethics by studying the world around us, just as we develop systems of science and mathematics"}
{"ep_id": "35", "sent_id": "39", "text": "Finally, we discuss the three unalienable rights Locke believes humans have (theyll sound a bit familiar!), and why he thinks its the governments job to uphold those rights"}
{"ep_id": "35", "sent_id": "40", "text": "All this and more on the latest episode of Philosophize This! \n\n Written by \n Stephen West \n Posted in \n Transcript \n Comments \n 1 Comment"}
{"ep_id": "36", "sent_id": "0", "text": "Posted on October 2, 2014\nEpisode 36 Transcript \n\n This is a transcript of episode #036 on John Locke pt"}
{"ep_id": "36", "sent_id": "1", "text": "2"}
{"ep_id": "36", "sent_id": "2", "text": "Check out the episode page HERE"}
{"ep_id": "36", "sent_id": "3", "text": "When most people think back to the most revolutionary moments in history, when they think about the moments when things changed the most theyre usually thinking of pictures of war and destruction, you know images of soldiers goose stepping down the streets of a town they just conquered"}
{"ep_id": "36", "sent_id": "4", "text": "When most people think about conquering entire populations of people or overthrowing kingdoms, they see images of Gheng is Khan siening Baghdad, they think about great Caliphates from over the centuries"}
{"ep_id": "36", "sent_id": "5", "text": "But just think about the power of ideas"}
{"ep_id": "36", "sent_id": "6", "text": "How many kingdoms over the years were brought to their knees simply because of ideas? Ideas that were planted in the heads of their population and made into a reality? Its very easy to think of the most critical shifts in history as being connected to one of these bloody conflicts but Gheng is Khan could never dream of overthrowing as many kingdoms as the ideas of John Locke"}
{"ep_id": "36", "sent_id": "7", "text": "But this is far from a secret"}
{"ep_id": "36", "sent_id": "8", "text": "In fact, the Monarchies KNEW how powerful these radical ideas could be"}
{"ep_id": "36", "sent_id": "9", "text": "And just like any organism that is built for survival, these monarchies were fighting for their lives"}
{"ep_id": "36", "sent_id": "10", "text": "John Locke was born in 1632 and went to school at the Westminster School in London before he went on to attend Oxford"}
{"ep_id": "36", "sent_id": "11", "text": "One of the most interesting things about John Locke is just how much his thoughts transformed over the course of his life"}
{"ep_id": "36", "sent_id": "12", "text": "I mean, you read some of his writing from when he was younger, like when he went to Oxford and it is almost indistinguishable from stuff that you could read from late in his life"}
{"ep_id": "36", "sent_id": "13", "text": "Like I said last time, when John Locke is in his early twenties, he is actually a huge proponent of a Monarchy and its not until AFTER his formal education when he continues talking to influential people about the role of government that he arrives at his ideas that would change the world"}
{"ep_id": "36", "sent_id": "14", "text": "Whats impressive to me is that he didnt need to do any of this"}
{"ep_id": "36", "sent_id": "15", "text": "I feel like something happens with most people right around the time they graduate high school or college where, theres this feeling that theyve already gone through their education and now they got the world pretty much figured out"}
{"ep_id": "36", "sent_id": "16", "text": "Like, as babies, we come into the world with nothing"}
{"ep_id": "36", "sent_id": "17", "text": "I mean, you just look into the eyes of a baby and you can see that it is soaking everything up around it"}
{"ep_id": "36", "sent_id": "18", "text": "You know the common thing that people say is that the brain of a baby is like sponge"}
{"ep_id": "36", "sent_id": "19", "text": "Theyre CONSTANTLY learning about the world around them"}
{"ep_id": "36", "sent_id": "20", "text": "One of the first things he thinks we should teach people as soon as they are able to walk? Dancing"}
{"ep_id": "36", "sent_id": "21", "text": "This isnt about channeling your inner spirit this may seem a little crazy at first but his reasoning is far from it"}
{"ep_id": "36", "sent_id": "22", "text": "He says that when you dance you have to stand up straight, keep good posture, and move in a directed manner, accurately and with purpose"}
{"ep_id": "36", "sent_id": "23", "text": "Locke thought that if you teach kids to move and stand and act in this manner, that they would naturally be able to bring those skills over to their personal life"}
{"ep_id": "36", "sent_id": "24", "text": "They would stand up straight and do things with purpose"}
{"ep_id": "36", "sent_id": "25", "text": "Now maybe you disagree with him on this one point, but one great point he is raising is endorsing activities that build skills that arent necessarily on the surface of the lesson"}
