{"ep_id": "26", "sent_id": "32", "text": "The first branch of which Rule, containeth the first, and Fundamental Law of Nature; which is, to seek Peace, and follow it"}
{"ep_id": "26", "sent_id": "33", "text": "By using reason we arrive at the idea that to TRULY act in the interest of self-preservation, we must seek peace"}
{"ep_id": "26", "sent_id": "34", "text": "Hobbes lays out 19 different laws that make up his Natural Law"}
{"ep_id": "26", "sent_id": "35", "text": "Most of them are pretty obvious and straight forward and I highly recommend you read through them before next episode, Ill have them on the page for this episode on the website"}
{"ep_id": "26", "sent_id": "36", "text": "The reason why, is because to understand the true significance of this natural law, we need to dive deeper into Hobbes and his view of what humans are"}
{"ep_id": "26", "sent_id": "37", "text": "Maybe a good way to think of the social contract is by comparing it to a football game"}
{"ep_id": "26", "sent_id": "38", "text": "The monarch appointed to uphold peace is kind of like the quarterback"}
{"ep_id": "26", "sent_id": "39", "text": "We, as citizens, are like the players on the field and Hobbes natural law is like the playbook that keeps us running our route and not colliding with other players on the field"}
{"ep_id": "26", "sent_id": "40", "text": "Written by\nStephen West\nPosted in\nTranscript\nComments\n1 Comment"}
{"ep_id": "27", "sent_id": "0", "text": "Posted on October 2, 2014\nEpisode 27 Transcript\n\nThis is a transcript of episode #028 Thomas Hobbes pt"}
{"ep_id": "27", "sent_id": "1", "text": "2"}
{"ep_id": "27", "sent_id": "2", "text": "Check out the episode page HERE"}
{"ep_id": "27", "sent_id": "3", "text": "So as we get more and more into this period of philosophy; as we get more and more into the period when we actually have concrete things to read by all of these various philosophers, it is very difficult for the show to not start feeling exciting for me"}
{"ep_id": "27", "sent_id": "4", "text": "See, previously weve had very little to go on"}
{"ep_id": "27", "sent_id": "5", "text": "Weve had fragments to read that experts have interpreted, or weve had a translation of a translation that makes reading some parts of the work difficult"}
{"ep_id": "27", "sent_id": "6", "text": "But now were starting to have entire bodies of work that not only give us more stuff to talk about with each guy, but a lot of this stuff are things that have directly affected me"}
{"ep_id": "27", "sent_id": "7", "text": "Thomas Hobbes and his Leviathan is a beautiful work with all sorts of messages woven through it, and one of these messages that stuck with me when I first read it was about the nature of fear"}
{"ep_id": "27", "sent_id": "8", "text": "This is something that I think a lot of people can relate toso I first read Leviathan when I was 16 years old, and without going too much into it, because of situations that I found myself in throughout my life I looked at the world as being a much more hostile place than it actually was"}
{"ep_id": "27", "sent_id": "9", "text": "I was a scared kid and my behavior reflected it"}
{"ep_id": "27", "sent_id": "10", "text": "I would be sitting in a coffee shop watching the people that came in, being hyper-vigilant, checking to see if there were bulges coming out of their jacket in case if they came into that Starbucks ready to open fire on all the innocent people drinking coffee"}
{"ep_id": "27", "sent_id": "11", "text": "I was scared about ridiculous things; like I was scared of flying"}
{"ep_id": "27", "sent_id": "12", "text": "I had these visions of the captain and all the stewardesses doing a conga line in the cockpit of the plane while were flying directly into the side of a mountain"}
{"ep_id": "27", "sent_id": "13", "text": "I was scared that some hydraulic component was going to fail or that somebody was going to hijack the flight"}
{"ep_id": "27", "sent_id": "14", "text": "Bottom line, there was no real, substantive reason to fear any of this stuff and I always found some way that other people were going to try to hurt me"}
{"ep_id": "27", "sent_id": "15", "text": "This fear pervaded every single other aspect of my life"}
{"ep_id": "27", "sent_id": "16", "text": "The worst part about it all is that I FULLY recognized it"}
{"ep_id": "27", "sent_id": "17", "text": "I remember explicitly thinking, because I had just finished reading the Enchiridion by Epictetus right before Hobbes and with his time spent as a slave early in his life and how that experience flavored a lot of his philosophy, I remember acknowledging that it was absolutely POINTLESS to worry about any of this stuff and how stupid am I for worrying about it"}
{"ep_id": "27", "sent_id": "18", "text": "But I couldnt stop! These patterns of thought were so DEEPLY ingrained that merely being conscious of how pointless it all was didnt do anything"}
{"ep_id": "27", "sent_id": "19", "text": "Now, this episode is not titled, Confessions of a previously neurotic person"}
{"ep_id": "27", "sent_id": "20", "text": "No matter how much arguing or discourse happens to try to arrive at truth, we still are fighting a losing battle if we are trying to arrive at knowledge through our senses"}
{"ep_id": "27", "sent_id": "21", "text": "He arrives at what he thinks is a much better way of arriving at what we would call science:\n\nReason is "}
{"ep_id": "27", "sent_id": "24", "text": "attayned by Industry; first in apt imposing of Names; and secondly by getting a good and orderly Method in proceeding from the Elements, which are Names, to Assertions made by Connexion of one of them to another; and so to Syllogisms, which are the Connexions of one Assertion to another, till we come to a knowledge of all the Consequences of names appertaining to the subject in hand; and that is it, men call SCIENCE"}
{"ep_id": "27", "sent_id": "25", "text": "Hobbes describes science as the knowledge of all of the consequences of words"}
{"ep_id": "27", "sent_id": "26", "text": "Hobbes saw the same problems with human experience that Francis Bacon did, but he thought they werent idols of the mind that could be controlled, he thought that our knowledge should be based on things that were more secure and trustworthy"}
{"ep_id": "27", "sent_id": "27", "text": "What Hobbes is talking about is what we talked about in the Francis Bacon episode"}
{"ep_id": "27", "sent_id": "28", "text": "When I say microphone, a different image of microphone comes up in the head of everybody listening"}
{"ep_id": "27", "sent_id": "29", "text": "But if we are trying to arrive at scientific principles about the microphone that I am talking about, how can we ever accurately do that unless if we have a word, or a super specific way to describe THIS PARTICULAR MICROPHONE"}
{"ep_id": "27", "sent_id": "30", "text": "Sure, we have adjectives"}
{"ep_id": "27", "sent_id": "31", "text": "I can say a black studio microphone with a pop filter, I can even say that brand name and model number, but it still wouldnt be nearly trustworthy enough"}
{"ep_id": "27", "sent_id": "32", "text": "Hobbes thinks that as a society we need to sit down and define EXACTLY what everything is"}
{"ep_id": "27", "sent_id": "33", "text": "A good way to think about it is that Hobbes wants us to walk around and make the ENTIRE WORLD one of those Ikea sample rooms where you can look at any particular piece from the room and it has a serial number attached to it"}
{"ep_id": "27", "sent_id": "34", "text": "Now you may be saying, OK this is great if youre a scientist, but how does this have anything to do with me in my everyday life? This problem of different words conjuring up different images in peoples heads is a HUGE problem that can easily lead to a misunderstanding"}
{"ep_id": "27", "sent_id": "35", "text": "If youre a guy out on the Golf course driving around on the golf cart at the country club and your wife calls you and says Where are you? and you say Im at the club"}
{"ep_id": "27", "sent_id": "36", "text": "Well she could easily start freaking out! At the club? Are you dancing with other women? Are you doing drugs? No! I didnt say In DA clubI said at the club! The country club!\n\nThese sort of misunderstandings based on language might only be a temporary inconvenience in our personal lives, but when it comes to arriving at scientific first principles that we will base all of our future knowledge on, you can see how whats at stake changes how accepting people might be about human experience"}
{"ep_id": "27", "sent_id": "37", "text": "These fundamental problems lead to fundamental disagreements"}
{"ep_id": "27", "sent_id": "38", "text": "Disagreements that Hobbes thinks do nothing but needlessly divide humans from each other and only serve to challenge the preservation of peace that we aim for with the social contract"}
{"ep_id": "27", "sent_id": "39", "text": "So these misunderstandings that we have are not just things that get you into an argument with your wife, they are obstacles when trying to maintain the peace provided by the social contract an Hobbes thinks that his method helps to prevent these misunderstandings from happening"}
{"ep_id": "27", "sent_id": "40", "text": "Written by\nStephen West\nPosted in\nTranscript\nComments\n1 Comment"}
{"ep_id": "28", "sent_id": "0", "text": "Posted on October 2, 2014\nEpisode 28 Transcript\n\nThis is a transcript of episode #028 on Descartes pt"}
{"ep_id": "28", "sent_id": "1", "text": "1"}
{"ep_id": "28", "sent_id": "2", "text": "Check out the episode page HERE"}
{"ep_id": "28", "sent_id": "3", "text": "Rene Descartes is one of these people whose reputation precedes him so much that to dive right into the episode and start talking about his life would be a little cavalier for me"}
{"ep_id": "28", "sent_id": "4", "text": "Hes one of those names from philosophy that even people that have little to no experience trudging miserably through philosophical treatises, pretty much everybody has a little bit of an idea of who he was"}
{"ep_id": "28", "sent_id": "5", "text": "Most people Ive directly spoken to typically can identify him as the guy that said I think, therefore I am"}
{"ep_id": "28", "sent_id": "6", "text": "Maybe youre listening to this trying to figure out what that even means"}
{"ep_id": "28", "sent_id": "7", "text": "But Descartes is much more than just this single sentence"}
{"ep_id": "28", "sent_id": "8", "text": "He is often credited as being the father of modern philosophy"}
{"ep_id": "28", "sent_id": "9", "text": "To truly understand why he is so influential, I think it is important to talk about his life and the time period he was living through"}
{"ep_id": "28", "sent_id": "10", "text": "When you just take the sentence at face value I think, therefore I am"}
{"ep_id": "28", "sent_id": "11", "text": " What is that even saying? It sounds like the most painfully obvious statement in the world to a modern layperson"}
{"ep_id": "28", "sent_id": "12", "text": "I mean, this is how dumb they were back then? It took them thousands of years just to figure out that they were thinking?\n\nWell, no"}
{"ep_id": "28", "sent_id": "13", "text": "Not exactly"}
{"ep_id": "28", "sent_id": "14", "text": "I suppose the best way to begin is to say something that weve touched on many times before in this podcast: The world today is very different than the world back then"}
{"ep_id": "28", "sent_id": "15", "text": "People were lost and confused"}
{"ep_id": "28", "sent_id": "16", "text": "Its pretty easy to understand why; just think about what theyve been through recently"}
{"ep_id": "28", "sent_id": "17", "text": "Things werent always this chaotic for these people"}
{"ep_id": "28", "sent_id": "18", "text": "They used to know everything"}
{"ep_id": "28", "sent_id": "19", "text": "For a long time, Humanity was the smartest guy he knew"}
{"ep_id": "28", "sent_id": "20", "text": "This one change yields more meaningful relationships in his life"}
{"ep_id": "28", "sent_id": "21", "text": "Now he doesnt have to walk around in a public place scowling at certain people based on their ethnicity, he doesnt have to have all the negative thoughts racing through his head when he sees them"}
{"ep_id": "28", "sent_id": "22", "text": "There they go, walking through the Farmers Market, RUINING THE WORLD AS USUAL"}
{"ep_id": "28", "sent_id": "23", "text": " Think of how much that benefits him"}
{"ep_id": "28", "sent_id": "24", "text": "One byproduct of this change in his thoughts might be that he has more influence in the world than he initially thought! I mean, if this guy thinks the world is being brought down by a single race of people, he must also feel a certain amount of helplessness"}
{"ep_id": "28", "sent_id": "25", "text": "How can he nurture the positive growth of the world when the simple PRESENCE of these people brings it down in his head? By thinking that the problems in the world are caused by societal forces, maybe he would feel a sense of empowerment, like he could actually make a change if he dedicated his time wisely! And think of what every Greek Philosopher would say about the satisfaction he stands to gain simply from the intellectual pursuit"}
{"ep_id": "28", "sent_id": "26", "text": "Learning about all of the different opinions from anthropologists, sociologists, psychologists and maybe one day arriving at the greatest gift to a mind imaginable: the understanding of truth"}
{"ep_id": "28", "sent_id": "27", "text": "What criterion of truth is ample enough as a basis to marginalize entire groups of people?\n\nDescartes talks a lot about these conditioned biased thoughts"}
{"ep_id": "28", "sent_id": "28", "text": "He actually gives a really great metaphor about apples"}
{"ep_id": "28", "sent_id": "29", "text": "When you have a barrel of apples and you know that somewhere in that barrel are some bad apples that might spoil the whole bunch, what do you do? You cant go sifting through trying to delicately pick out the bad ones, what if you miss one? That one bad apple could ruin all of the rest of the good ones! Instead, you should dump all of the apples out and start over that way you are certain that you got all of them"}
{"ep_id": "28", "sent_id": "30", "text": "One biased thought arrived at based on conditioning is enough to spoil the whole barrel so to speak"}
{"ep_id": "28", "sent_id": "31", "text": "Now next time on the show were going to go further into Descartes life, the relationships that shaped his thought and more about how his Metaphysics shaped the famous divide between the continental rationalists and the British empiricists"}
{"ep_id": "28", "sent_id": "32", "text": "Whenever you were forced to graph something on a Cartesian plane in mathematics, you can thank Descartes for making it possible"}
{"ep_id": "28", "sent_id": "33", "text": "Before Descartes came along math was clearly separated into two parts: Geometry and Algebra"}
{"ep_id": "28", "sent_id": "34", "text": "They were seen as two completely different areas of study"}
{"ep_id": "28", "sent_id": "35", "text": "There werent any algebraic equations to explain aspects of geometrical shapes and the people of the time period saw no reason to draw visual aids when practicing algebra"}
{"ep_id": "28", "sent_id": "36", "text": "Descartes changed all of this"}
{"ep_id": "28", "sent_id": "37", "text": "Although he never drew a second axis, he used the same tactics"}
{"ep_id": "28", "sent_id": "38", "text": "He developed a way to show points in a uniform, evenly segmented plane around two perpendicular lines"}
{"ep_id": "28", "sent_id": "39", "text": "By doing this, he not only connected the two practices but revolutionized mathematics by creating the foundations for analytic geometry"}
{"ep_id": "28", "sent_id": "40", "text": "Written by\nStephen West\nPosted in\nTranscript\nComments\n2 Comments"}
{"ep_id": "29", "sent_id": "0", "text": "Posted on October 2, 2014\nEpisode 29 Transcript\n\nThis is a transcript of episode #029 on Descartes pt"}
{"ep_id": "29", "sent_id": "1", "text": "2"}
{"ep_id": "29", "sent_id": "2", "text": "Check out the episode page HERE"}
{"ep_id": "29", "sent_id": "3", "text": "Have you ever met one of those annoying people that always holds the opposite opinion of whatever the popular consensus is? No matter what it is, your life is a Shakespearean play and this guy is the contrarion to everything that everybody says"}
{"ep_id": "29", "sent_id": "4", "text": "You could say I love the movie UP! by Pixar, what an incredible job they did at merging the elements of a film that both kids and adults like"}
{"ep_id": "29", "sent_id": "5", "text": "This guy would go: yeah, no, I just couldnt get into it becauseBalloons on a house? I just dont think thats very realistic"}
{"ep_id": "29", "sent_id": "6", "text": "You could say: You know what I love? Fresh tuna"}
{"ep_id": "29", "sent_id": "7", "text": "Directly from the ocean Fisherman catches it, takes it to the dock, somebody buys it and cooks it within hours"}
{"ep_id": "29", "sent_id": "8", "text": "Doesnt get much better than that does it contrarian friend? Yeah, no My thing is I really like it from the can"}
{"ep_id": "29", "sent_id": "9", "text": "Yeah, I really like it when it gets to sit at room temperature for 6-8 months and THEN I get to eat it"}
{"ep_id": "29", "sent_id": "10", "text": "Thats my thing"}
