{"ep_id": "225", "sent_id": "0", "text": "Yeah."}
{"ep_id": "225", "sent_id": "1", "text": "I mean, you, you know, what's amazing to me is like the most popular genre of like liberal viral tweet is like, it's like a very basic truth thing that anyone with a brain could figure it out, but just repeated several times in all caps, like it will be like \"BIRTHERISM IS JUST CUZ HE'S BLACK, BIRTHERISM IS,\" It's like, yeah, okay (MATT: So what?)"}
{"ep_id": "225", "sent_id": "2", "text": "."}
{"ep_id": "225", "sent_id": "3", "text": "No, not \"so what,\" it's like: That's correct."}
{"ep_id": "225", "sent_id": "4", "text": "And you could build a worldview around that."}
{"ep_id": "225", "sent_id": "5", "text": "You could build a worldview where it's like, oh, I don't need to factually combat what these people think because it's not literally about whether he was born in Kenya for not."}
{"ep_id": "225", "sent_id": "6", "text": "If we're losing that, for using that for an example, it's like, if you generally genuinely believe that to be true, that like all of this is like racial resentment and all this shit."}
{"ep_id": "225", "sent_id": "7", "text": "Like why would you, why would you think you have to just have a great argument."}
{"ep_id": "225", "sent_id": "8", "text": "You've already, like, you've already stated that it's very clearly what it is, but you can't make the leap."}
{"ep_id": "225", "sent_id": "9", "text": "I feel like there's this like Great Man-ism with Trump and before him Bannon with these types of guys where it's just like, \"oh, he's just so good at lying and he's so, he's so talented that we can't beat him head on."}
{"ep_id": "225", "sent_id": "10", "text": "We have to beat him with uh, we have to create Phil Spector's a wall of sound, but for truth, we have to create the greatest truth wall ever made\" and it's like this thing where it's like Pfeiffer clearly thinks that Trump is like the most talented liar ever because he must've entranced all these people."}
{"ep_id": "225", "sent_id": "11", "text": "It's not that they're just like nasty entitled people who would like anyone was selling this, they'd be out for it."}
{"ep_id": "225", "sent_id": "12", "text": "It's just that Donald Trump is, he's brilliant."}
{"ep_id": "225", "sent_id": "13", "text": "He's like a wizard and it's like, for me that's like saying the same thing about like Brian Pumper because they're the same type of person, but they have to believe that they're just so unbelievably good at these two or three things that it just, it's impossible to take them head on because the unstated thing here is taking them head on requires an enemy and it requires a goal, an actual, tangible goal."}
