{"ep_id": "225", "sent_id": "0", "text": "It's the story of how he got involved in politics."}
{"ep_id": "225", "sent_id": "1", "text": "I'll spare you the details and get to some parts I found funny."}
{"ep_id": "225", "sent_id": "2", "text": "\"In my junior year at Georgetown University, I met a guy named Chad Griffin."}
{"ep_id": "225", "sent_id": "3", "text": "He was ahead of, he was a year ahead of me in school, but a few years older."}
{"ep_id": "225", "sent_id": "4", "text": "He was moving into the famously pink row house."}
{"ep_id": "225", "sent_id": "5", "text": "We rented on prospect street right off campus, (you know, that famous pink house.)"}
{"ep_id": "225", "sent_id": "6", "text": "We needed a seventh guy to move into our group house so we could afford the rent and he needed a place to live."}
{"ep_id": "225", "sent_id": "7", "text": "Chad was from Rural Arkansas and had been a student at Ouachita Baptist University in Arkansas."}
{"ep_id": "225", "sent_id": "8", "text": "When Bill Clinton decided to run, Chad interned for Deedee Myers, who was press secretary in that campaign and eventually the White House."}
{"ep_id": "225", "sent_id": "9", "text": "Chad was good at his job and got offered a full time position on the campaign."}
{"ep_id": "225", "sent_id": "10", "text": "When Clinton won, he went to the White House as a staffer at age 19."}
{"ep_id": "225", "sent_id": "11", "text": "Among other things, he got to see the world, helping shepherd the media around during Bill Clinton's travels."}
{"ep_id": "225", "sent_id": "12", "text": "\"After a couple of years in the White House, Chad came to Georgetown to finish his college degree."}
{"ep_id": "225", "sent_id": "13", "text": "Chad had great stories about working on the Clinton campaign and the White House and it occurred to me maybe working on a presidential campaign, and maybe working in the White House could be a good way station on the path to law school."}
{"ep_id": "225", "sent_id": "14", "text": "Certainly better than being a paralegal at some law firm."}
{"ep_id": "225", "sent_id": "15", "text": "while taking practice LSATS on my lunch break."}
{"ep_id": "225", "sent_id": "16", "text": "Not to mention since my Dukakis debate, politics had become one of the subjects I followed with trivial pursuit-like intensity."}
{"ep_id": "225", "sent_id": "17", "text": "Old plan: Go to law school, become a lawyer, probably hate my life."}
{"ep_id": "225", "sent_id": "18", "text": "New Plan, go work on a presidential campaign, work in the White House, go to law school, become a lawyer, hate my life, but have done and seen some cool things first.\""}
{"ep_id": "225", "sent_id": "19", "text": "So remember: it's cool."}
