{"ep_id": "225", "sent_id": "0", "text": "Not even that!"}
{"ep_id": "225", "sent_id": "1", "text": "Not even that."}
{"ep_id": "225", "sent_id": "2", "text": "Okay."}
{"ep_id": "225", "sent_id": "3", "text": "Yeah, yeah, yeah."}
{"ep_id": "225", "sent_id": "4", "text": "Give me, give me fucking Philippe Reines who at the height of like, MeToo is like, \"Monica, you stupid bitch, you ruined everything!!\""}
{"ep_id": "225", "sent_id": "5", "text": "Because at least they're loyal to their own dumb shit."}
{"ep_id": "225", "sent_id": "6", "text": "At least Hillary kept on like the woman who gave her gum, whose husband was a pedophile, just because they actually care about loyalty."}
{"ep_id": "225", "sent_id": "7", "text": "These fucking cockroaches - They will hang out anyone to dry."}
{"ep_id": "225", "sent_id": "8", "text": "They don't like anything."}
{"ep_id": "225", "sent_id": "9", "text": "That Pod Save America world that Dan Pfeiffer is a part of."}
{"ep_id": "225", "sent_id": "10", "text": "Just look into their eyes and see nothing."}
{"ep_id": "225", "sent_id": "11", "text": "They fly around the world, poisoning themselves with airplane water so they can do live reads for slave labor meal prep companies."}
{"ep_id": "225", "sent_id": "12", "text": "The Hillary people are like, they're freaks too but at least they're passionate, but at least they're like - think about - all these people have ever done is subscribed to the news and work at a comms department for 30 years and then tell you how to argue with your racist uncle, how you need to use facts."}
{"ep_id": "225", "sent_id": "13", "text": "Now think about the lives that the Hillary people."}
{"ep_id": "225", "sent_id": "14", "text": "Before you have Adam Pachinko machine who is like an Orc cop."}
{"ep_id": "225", "sent_id": "15", "text": "[laughter] You have, you have Peter Daou who was a soldier and club musician."}
{"ep_id": "225", "sent_id": "16", "text": "They're like real people."}
{"ep_id": "225", "sent_id": "17", "text": "They're fucking freaks, but they're real people with blood and passion and loyalty, and with these Obama freaks, they don't give a shit."}
{"ep_id": "225", "sent_id": "18", "text": "They will hang out anyone to dry."}
{"ep_id": "225", "sent_id": "19", "text": "They don't believe in anything."}
{"ep_id": "225", "sent_id": "20", "text": "Did you see that fucking video that John Favreau did after Ocasio won?"}
{"ep_id": "225", "sent_id": "21", "text": "Because they knew."}
{"ep_id": "225", "sent_id": "22", "text": "They knew."}
{"ep_id": "225", "sent_id": "23", "text": "They knew they couldn't be like, \"oh, fuck her.\""}
{"ep_id": "225", "sent_id": "24", "text": "Because their biggest fear is people yelling at them, but they also knew that they couldn't say she was good, like, because of what she believes in, because they're the Joe Crowley people, so they literally put out a video of John Favreau is sitting in like a limited edition podcaster's chair going like that he got from Mark Maron, that Mark Maron scammed him for and he's like, \"number one, you have to believe in yourself."}
{"ep_id": "225", "sent_id": "25", "text": "[laughter] Number two, to talk to voters.\""}
{"ep_id": "225", "sent_id": "26", "text": "And it's like you rodent."}
{"ep_id": "225", "sent_id": "27", "text": "You don't believe any of this!"}
{"ep_id": "225", "sent_id": "28", "text": "It's like, at least if Pod Save America was all Hillary people."}
{"ep_id": "225", "sent_id": "29", "text": "Like if it was like Philippe Reines is there, he'd be like \"another stab in the back, you piece of shit Ocasio, this is your final warning!\""}
{"ep_id": "225", "sent_id": "30", "text": "[laughter] and take out a fucking katana."}
{"ep_id": "225", "sent_id": "31", "text": "They're real."}
{"ep_id": "225", "sent_id": "32", "text": "They're real."}
{"ep_id": "225", "sent_id": "33", "text": "They have, they have blood and fury and it's sort of- they have it for the least passionate person alive, but they have it and [VIRGIL: That makes it *more* impressive.]"}
{"ep_id": "225", "sent_id": "34", "text": "Yeah, it's amazing."}
{"ep_id": "225", "sent_id": "35", "text": "I hate these...I hate these former Obama staffers so fucking much."}
{"ep_id": "225", "sent_id": "36", "text": "They're so afraid of like any confrontation that they're like, \"no, actually don't campaign against Trump."}
{"ep_id": "225", "sent_id": "37", "text": "Let's just invent 30 billion fact checking websites and someone else can do it.\""}
{"ep_id": "225", "sent_id": "38", "text": "You are pussies to your absolute core."}
{"ep_id": "225", "sent_id": "39", "text": "You've never done shit."}
{"ep_id": "225", "sent_id": "40", "text": "Like, Oh my God, just die."}
