{"ep_id": "225", "sent_id": "0", "text": "Hey everybody, today we have a very special episode."}
{"ep_id": "225", "sent_id": "1", "text": "I'm here with Felix, Will and Matt to discuss a game changing work of nonfiction that stands to become the handbook of the hashtag resistance."}
{"ep_id": "225", "sent_id": "2", "text": "Dan Pfeiffer, senior advisor to Barack Obama and co-host of our sister show Pod Save America, just came out with his memoir slash cri de cur \"Yes, We Still Can: Politics In the Age of Obama, Twitter and Trump."}
{"ep_id": "225", "sent_id": "3", "text": "I caught Pfeiffer on \"The Opposition with Jordan Klepper\" a couple of weeks ago."}
{"ep_id": "225", "sent_id": "4", "text": "You remember that show?"}
{"ep_id": "225", "sent_id": "5", "text": "It was canceled because several viewers had heart attacks from laughing too hard at the jokes and at one point in the interview, Klepper breaks character so that both of them could sigh wistfully, imagining the next Barack Obama, the next inspirational, cool dad politician who would put Trumpism back in the Pandora's Box."}
{"ep_id": "225", "sent_id": "6", "text": "Before we jump into this, I have two big \"ca-veets.\""}
{"ep_id": "225", "sent_id": "7", "text": "First, speaking for myself here, I wanted to make clear to the listener that I have no personal animosity towards Dan Pfeiffer."}
{"ep_id": "225", "sent_id": "8", "text": "I don't really know him."}
{"ep_id": "225", "sent_id": "9", "text": "I've never met, and him before this book, I had never heard or read a word of his and it's clear to me from this book that he isn't a malicious actor, just a deeply misguided one."}
{"ep_id": "225", "sent_id": "10", "text": "And although I find his book completely ridiculous and I find the boss that he loves so much to have to have thoroughly failed in his mandate, a critique expounded in our book \"The Chapo Guide to Revolution, A Manifesto Against Logic, Facts and Reason,\" now available for pre-order, none of that is personal."}
{"ep_id": "225", "sent_id": "11", "text": "To Dan's credit."}
{"ep_id": "225", "sent_id": "12", "text": "He admits at many points that they had fundamentally misread the political situation, particularly with respect to the Republican Party, whether they actually learned anything is another story."}
{"ep_id": "225", "sent_id": "13", "text": "The second is that the copy I have is an uncorrected proof."}
{"ep_id": "225", "sent_id": "14", "text": "This is before fact checking, copy editing, rearrangements of the text, that kind of thing."}
{"ep_id": "225", "sent_id": "15", "text": "We might be discussing passages that are not in the published copy of the book, so this should not be considered representative of it."}
{"ep_id": "225", "sent_id": "16", "text": "For All we know, the manuscript may have been totally replaced with \"Lights, Camera, Sex\" by Christy Canyon."}
{"ep_id": "225", "sent_id": "17", "text": "That in mind, let's save America, pod."}
{"ep_id": "225", "sent_id": "18", "text": "[Chapo Theme Music]"}
{"ep_id": "225", "sent_id": "0", "text": "\"Introduction: If you're reading this, it's too late."}
{"ep_id": "225", "sent_id": "1", "text": "My final visit to the White House during the Obama era was not at all what I imagined it to be."}
{"ep_id": "225", "sent_id": "2", "text": "Over the years, I had often thought about the moment when this chapter in my life and the country's history would come to a close."}
{"ep_id": "225", "sent_id": "3", "text": "I imagined it to be bittersweet, but more sweet than bitter."}
{"ep_id": "225", "sent_id": "4", "text": "I imagined it to be the triumph and end to a great era in American history, one that would be talked about with the reverence reserved for the great Presidents."}
{"ep_id": "225", "sent_id": "5", "text": "That was the last day of the Obama presidency, but I wasn't headed back for a raucous goodbye party or even a sheet cake in the Roosevelt Room to pat ourselves on the back for years of good work."}
{"ep_id": "225", "sent_id": "6", "text": "We weren't celebrating at all."}
{"ep_id": "225", "sent_id": "7", "text": "We were about 36 hours from Barack Obama, our first African American president leaving and Donald J Trump, racist reality TV star, assuming the presidency."}
{"ep_id": "225", "sent_id": "8", "text": "Sure."}
{"ep_id": "225", "sent_id": "9", "text": "I had thought about the possibility that Obama would be replaced by a Republican."}
{"ep_id": "225", "sent_id": "10", "text": "It wasn't just possible."}
{"ep_id": "225", "sent_id": "11", "text": "It was historically probable, but I had never imagined something like this.\""}
{"ep_id": "225", "sent_id": "0", "text": "Boi-oi-oi-oi-oiiing!"}
{"ep_id": "225", "sent_id": "0", "text": "Later in the introduction: \"Not at all, quite the opposite, actually."}
{"ep_id": "225", "sent_id": "1", "text": "I was inspired by something Obama said in the Pod Save America interview toward the end of the interview, Jon Favreau asked Obama, [nasally voice] 'Mr."}
{"ep_id": "225", "sent_id": "2", "text": "President, you've talked.'\""}
{"ep_id": "225", "sent_id": "3", "text": "- I don't know how he sounds."}
{"ep_id": "225", "sent_id": "4", "text": "I'm just going to go with this - \"'Mr."}
{"ep_id": "225", "sent_id": "5", "text": "President, you've talked a lot about how we're all trying to get our paragraph right in history."}
{"ep_id": "225", "sent_id": "6", "text": "What do you hope that paragraph says about you?'"}
{"ep_id": "225", "sent_id": "7", "text": "The President replied, 'When I think about what will most gratify me it will be if 20 years from now I can look back and I can say, Wow, look at all those people who first got involved, maybe even when they were too young to vote, in government, politics issues, nonprofits, public service, and that wave, just kind of a cleansing wave washes over the country and if that happens, then the details of how we dealt with climate change or whether the individual responsibility, mandate of the Affordable Care Act was the right approach or not."}
{"ep_id": "225", "sent_id": "8", "text": "That becomes less important because if we're getting the broad direction right, this is a pretty ingenious country full of ingenious people and we'll figure it out and that's what I want is, I want everybody to feel like we can figure this out if we just don't waste a lot of time doing dumb stuff.'\""}
{"ep_id": "225", "sent_id": "0", "text": "[as Obama] \"Now, uh, also just a reminder, it's $50 for a blowjob, $100 for around-the-world.\""}
{"ep_id": "225", "sent_id": "0", "text": "(as Obama] \"Fellas, If you had 20 million young voters to create the perfect paragraph, you'd want them to be millennials, Gen Z, or imported ISIS terrorists.\""}
{"ep_id": "225", "sent_id": "0", "text": "Virgil, how would you describe this book overall?"}
{"ep_id": "225", "sent_id": "1", "text": "Is it like sort of his memoir of his time in the White House or is it like sort of a roadmap for how we can get back there?"}
{"ep_id": "225", "sent_id": "0", "text": "It's both."}
{"ep_id": "225", "sent_id": "1", "text": "It's both."}
{"ep_id": "225", "sent_id": "2", "text": "All right."}
{"ep_id": "225", "sent_id": "3", "text": "Chapter one is \"Started From the Bottom.\""}
{"ep_id": "225", "sent_id": "0", "text": "Now we're here!"}
{"ep_id": "225", "sent_id": "0", "text": "Chapter one, editor's notes, \"Dan, you can't call it, 'Hitta, We Made It. '\""}
{"ep_id": "225", "sent_id": "1", "text": "[laughter]"}
{"ep_id": "225", "sent_id": "0", "text": "It's the story of how he got involved in politics."}
{"ep_id": "225", "sent_id": "1", "text": "I'll spare you the details and get to some parts I found funny."}
{"ep_id": "225", "sent_id": "2", "text": "\"In my junior year at Georgetown University, I met a guy named Chad Griffin."}
{"ep_id": "225", "sent_id": "3", "text": "He was ahead of, he was a year ahead of me in school, but a few years older."}
{"ep_id": "225", "sent_id": "4", "text": "He was moving into the famously pink row house."}
{"ep_id": "225", "sent_id": "5", "text": "We rented on prospect street right off campus, (you know, that famous pink house.)"}
{"ep_id": "225", "sent_id": "6", "text": "We needed a seventh guy to move into our group house so we could afford the rent and he needed a place to live."}
{"ep_id": "225", "sent_id": "7", "text": "Chad was from Rural Arkansas and had been a student at Ouachita Baptist University in Arkansas."}
{"ep_id": "225", "sent_id": "8", "text": "When Bill Clinton decided to run, Chad interned for Deedee Myers, who was press secretary in that campaign and eventually the White House."}
{"ep_id": "225", "sent_id": "9", "text": "Chad was good at his job and got offered a full time position on the campaign."}
{"ep_id": "225", "sent_id": "10", "text": "When Clinton won, he went to the White House as a staffer at age 19."}
{"ep_id": "225", "sent_id": "11", "text": "Among other things, he got to see the world, helping shepherd the media around during Bill Clinton's travels."}
{"ep_id": "225", "sent_id": "12", "text": "\"After a couple of years in the White House, Chad came to Georgetown to finish his college degree."}
{"ep_id": "225", "sent_id": "13", "text": "Chad had great stories about working on the Clinton campaign and the White House and it occurred to me maybe working on a presidential campaign, and maybe working in the White House could be a good way station on the path to law school."}
{"ep_id": "225", "sent_id": "14", "text": "Certainly better than being a paralegal at some law firm."}
{"ep_id": "225", "sent_id": "15", "text": "while taking practice LSATS on my lunch break."}
{"ep_id": "225", "sent_id": "16", "text": "Not to mention since my Dukakis debate, politics had become one of the subjects I followed with trivial pursuit-like intensity."}
{"ep_id": "225", "sent_id": "17", "text": "Old plan: Go to law school, become a lawyer, probably hate my life."}
{"ep_id": "225", "sent_id": "18", "text": "New Plan, go work on a presidential campaign, work in the White House, go to law school, become a lawyer, hate my life, but have done and seen some cool things first.\""}
{"ep_id": "225", "sent_id": "19", "text": "So remember: it's cool."}
{"ep_id": "225", "sent_id": "0", "text": "Yeah, Chad, actually the reason he needed to live with all these 12 year olds who were one of the 85 million comms directors for Barack Obama, such an older man, was he got kicked out of his other house for getting too much pussy."}
{"ep_id": "225", "sent_id": "1", "text": "That's too cool."}
{"ep_id": "225", "sent_id": "0", "text": "I've got to say I'm very disappointed in this origin story."}
{"ep_id": "225", "sent_id": "1", "text": "I assume that the Lady of the Wonk rose out of the Potomac river and handed him the Enchanted Lanyard, this was much more boring."}
{"ep_id": "225", "sent_id": "0", "text": "When Chad moved into their Alpha house, was Dan Phif-Dawg a virgin?"}
{"ep_id": "225", "sent_id": "0", "text": "At that point, he ends up interning for the White House and it turns out one day he said - the Bill Clinton White House, and one day he's actually very useful."}
{"ep_id": "225", "sent_id": "1", "text": "His unique set of skills come in handy."}
{"ep_id": "225", "sent_id": "0", "text": "[blowjob noises][laughter]"}
{"ep_id": "225", "sent_id": "0", "text": "No, uh, somebody needed set of fingerprints on a gun [laughter] to toss next to Vince Foster's body."}
{"ep_id": "225", "sent_id": "0", "text": "\"Gore was being investigated by several congressional committees, the FBI and every investigative reporter on the planet."}
{"ep_id": "225", "sent_id": "1", "text": "This was the, uh, the 1996 campaign finance-\""}
{"ep_id": "225", "sent_id": "0", "text": "Oh Man."}
{"ep_id": "225", "sent_id": "1", "text": "The Chinese, the Chinese phone calls!"}
{"ep_id": "225", "sent_id": "0", "text": "\"Every reporter and Republican wanted to muddy up the likely Democratic nominee."}
{"ep_id": "225", "sent_id": "1", "text": "Everyday the office, we get a request for some set of documents even with tracking numbers."}
{"ep_id": "225", "sent_id": "2", "text": "Finding the requested memo or email was very time intensive."}
{"ep_id": "225", "sent_id": "3", "text": "Early in my tenure, one of the attorneys in the counsel's office came in and asked for a very specific memo about a very specific event that was under scrutiny."}
{"ep_id": "225", "sent_id": "4", "text": "'I need this by the end of the day,' he said, and turned to go."}
{"ep_id": "225", "sent_id": "5", "text": "\"Wait, this will just take a minute,' I said, walked over the shelf, grabbed the binder and opened it to a certain page."}
{"ep_id": "225", "sent_id": "6", "text": "'Is this the one you're looking for?'"}
{"ep_id": "225", "sent_id": "7", "text": "He looked at me like I had a third arm growing out of my head."}
{"ep_id": "225", "sent_id": "8", "text": "'How did you know where that was?'"}
{"ep_id": "225", "sent_id": "9", "text": "'I have copied and filed these things so many times that I remember the numbers.\""}
{"ep_id": "225", "sent_id": "10", "text": "Word got around to the lawyers, researchers, and communication staff who needed quick access to the documents that I was the intern to ask."}
{"ep_id": "225", "sent_id": "11", "text": "In hindsight, I was treated a little like Rain Man for this parlor trick, but at the time I loved it.\""}
