{"ep_id": "225", "sent_id": "0", "text": "Hey everybody, today we have a very special episode."}
{"ep_id": "225", "sent_id": "1", "text": "I'm here with Felix, Will and Matt to discuss a game changing work of nonfiction that stands to become the handbook of the hashtag resistance."}
{"ep_id": "225", "sent_id": "2", "text": "Dan Pfeiffer, senior advisor to Barack Obama and co-host of our sister show Pod Save America, just came out with his memoir slash cri de cur \"Yes, We Still Can: Politics In the Age of Obama, Twitter and Trump."}
{"ep_id": "225", "sent_id": "3", "text": "I caught Pfeiffer on \"The Opposition with Jordan Klepper\" a couple of weeks ago."}
{"ep_id": "225", "sent_id": "4", "text": "You remember that show?"}
{"ep_id": "225", "sent_id": "5", "text": "It was canceled because several viewers had heart attacks from laughing too hard at the jokes and at one point in the interview, Klepper breaks character so that both of them could sigh wistfully, imagining the next Barack Obama, the next inspirational, cool dad politician who would put Trumpism back in the Pandora's Box."}
{"ep_id": "225", "sent_id": "6", "text": "Before we jump into this, I have two big \"ca-veets.\""}
{"ep_id": "225", "sent_id": "7", "text": "First, speaking for myself here, I wanted to make clear to the listener that I have no personal animosity towards Dan Pfeiffer."}
{"ep_id": "225", "sent_id": "8", "text": "I don't really know him."}
{"ep_id": "225", "sent_id": "9", "text": "I've never met, and him before this book, I had never heard or read a word of his and it's clear to me from this book that he isn't a malicious actor, just a deeply misguided one."}
{"ep_id": "225", "sent_id": "10", "text": "And although I find his book completely ridiculous and I find the boss that he loves so much to have to have thoroughly failed in his mandate, a critique expounded in our book \"The Chapo Guide to Revolution, A Manifesto Against Logic, Facts and Reason,\" now available for pre-order, none of that is personal."}
{"ep_id": "225", "sent_id": "11", "text": "To Dan's credit."}
{"ep_id": "225", "sent_id": "12", "text": "He admits at many points that they had fundamentally misread the political situation, particularly with respect to the Republican Party, whether they actually learned anything is another story."}
{"ep_id": "225", "sent_id": "13", "text": "The second is that the copy I have is an uncorrected proof."}
{"ep_id": "225", "sent_id": "14", "text": "This is before fact checking, copy editing, rearrangements of the text, that kind of thing."}
{"ep_id": "225", "sent_id": "15", "text": "We might be discussing passages that are not in the published copy of the book, so this should not be considered representative of it."}
{"ep_id": "225", "sent_id": "16", "text": "For All we know, the manuscript may have been totally replaced with \"Lights, Camera, Sex\" by Christy Canyon."}
{"ep_id": "225", "sent_id": "17", "text": "That in mind, let's save America, pod."}
{"ep_id": "225", "sent_id": "18", "text": "[Chapo Theme Music]"}
{"ep_id": "225", "sent_id": "0", "text": "\"Introduction: If you're reading this, it's too late."}
{"ep_id": "225", "sent_id": "1", "text": "My final visit to the White House during the Obama era was not at all what I imagined it to be."}
{"ep_id": "225", "sent_id": "2", "text": "Over the years, I had often thought about the moment when this chapter in my life and the country's history would come to a close."}
{"ep_id": "225", "sent_id": "3", "text": "I imagined it to be bittersweet, but more sweet than bitter."}
{"ep_id": "225", "sent_id": "4", "text": "I imagined it to be the triumph and end to a great era in American history, one that would be talked about with the reverence reserved for the great Presidents."}
{"ep_id": "225", "sent_id": "5", "text": "That was the last day of the Obama presidency, but I wasn't headed back for a raucous goodbye party or even a sheet cake in the Roosevelt Room to pat ourselves on the back for years of good work."}
{"ep_id": "225", "sent_id": "6", "text": "We weren't celebrating at all."}
{"ep_id": "225", "sent_id": "7", "text": "We were about 36 hours from Barack Obama, our first African American president leaving and Donald J Trump, racist reality TV star, assuming the presidency."}
{"ep_id": "225", "sent_id": "8", "text": "Sure."}
{"ep_id": "225", "sent_id": "9", "text": "I had thought about the possibility that Obama would be replaced by a Republican."}
{"ep_id": "225", "sent_id": "10", "text": "It wasn't just possible."}
{"ep_id": "225", "sent_id": "11", "text": "It was historically probable, but I had never imagined something like this.\""}
{"ep_id": "225", "sent_id": "0", "text": "Boi-oi-oi-oi-oiiing!"}
{"ep_id": "225", "sent_id": "0", "text": "Later in the introduction: \"Not at all, quite the opposite, actually."}
{"ep_id": "225", "sent_id": "1", "text": "I was inspired by something Obama said in the Pod Save America interview toward the end of the interview, Jon Favreau asked Obama, [nasally voice] 'Mr."}
{"ep_id": "225", "sent_id": "2", "text": "President, you've talked.'\""}
{"ep_id": "225", "sent_id": "3", "text": "- I don't know how he sounds."}
{"ep_id": "225", "sent_id": "4", "text": "I'm just going to go with this - \"'Mr."}
{"ep_id": "225", "sent_id": "5", "text": "President, you've talked a lot about how we're all trying to get our paragraph right in history."}
{"ep_id": "225", "sent_id": "6", "text": "What do you hope that paragraph says about you?'"}
{"ep_id": "225", "sent_id": "7", "text": "The President replied, 'When I think about what will most gratify me it will be if 20 years from now I can look back and I can say, Wow, look at all those people who first got involved, maybe even when they were too young to vote, in government, politics issues, nonprofits, public service, and that wave, just kind of a cleansing wave washes over the country and if that happens, then the details of how we dealt with climate change or whether the individual responsibility, mandate of the Affordable Care Act was the right approach or not."}
{"ep_id": "225", "sent_id": "8", "text": "That becomes less important because if we're getting the broad direction right, this is a pretty ingenious country full of ingenious people and we'll figure it out and that's what I want is, I want everybody to feel like we can figure this out if we just don't waste a lot of time doing dumb stuff.'\""}
{"ep_id": "225", "sent_id": "0", "text": "[as Obama] \"Now, uh, also just a reminder, it's $50 for a blowjob, $100 for around-the-world.\""}
{"ep_id": "225", "sent_id": "0", "text": "(as Obama] \"Fellas, If you had 20 million young voters to create the perfect paragraph, you'd want them to be millennials, Gen Z, or imported ISIS terrorists.\""}
{"ep_id": "225", "sent_id": "0", "text": "Virgil, how would you describe this book overall?"}
{"ep_id": "225", "sent_id": "1", "text": "Is it like sort of his memoir of his time in the White House or is it like sort of a roadmap for how we can get back there?"}
{"ep_id": "225", "sent_id": "0", "text": "It's both."}
{"ep_id": "225", "sent_id": "1", "text": "It's both."}
{"ep_id": "225", "sent_id": "2", "text": "All right."}
{"ep_id": "225", "sent_id": "3", "text": "Chapter one is \"Started From the Bottom.\""}
{"ep_id": "225", "sent_id": "0", "text": "Now we're here!"}
{"ep_id": "225", "sent_id": "0", "text": "Chapter one, editor's notes, \"Dan, you can't call it, 'Hitta, We Made It. '\""}
{"ep_id": "225", "sent_id": "1", "text": "[laughter]"}
{"ep_id": "225", "sent_id": "0", "text": "It's the story of how he got involved in politics."}
{"ep_id": "225", "sent_id": "1", "text": "I'll spare you the details and get to some parts I found funny."}
{"ep_id": "225", "sent_id": "2", "text": "\"In my junior year at Georgetown University, I met a guy named Chad Griffin."}
{"ep_id": "225", "sent_id": "3", "text": "He was ahead of, he was a year ahead of me in school, but a few years older."}
{"ep_id": "225", "sent_id": "4", "text": "He was moving into the famously pink row house."}
{"ep_id": "225", "sent_id": "5", "text": "We rented on prospect street right off campus, (you know, that famous pink house.)"}
{"ep_id": "225", "sent_id": "6", "text": "We needed a seventh guy to move into our group house so we could afford the rent and he needed a place to live."}
{"ep_id": "225", "sent_id": "7", "text": "Chad was from Rural Arkansas and had been a student at Ouachita Baptist University in Arkansas."}
{"ep_id": "225", "sent_id": "8", "text": "When Bill Clinton decided to run, Chad interned for Deedee Myers, who was press secretary in that campaign and eventually the White House."}
{"ep_id": "225", "sent_id": "9", "text": "Chad was good at his job and got offered a full time position on the campaign."}
{"ep_id": "225", "sent_id": "10", "text": "When Clinton won, he went to the White House as a staffer at age 19."}
{"ep_id": "225", "sent_id": "11", "text": "Among other things, he got to see the world, helping shepherd the media around during Bill Clinton's travels."}
{"ep_id": "225", "sent_id": "12", "text": "\"After a couple of years in the White House, Chad came to Georgetown to finish his college degree."}
{"ep_id": "225", "sent_id": "13", "text": "Chad had great stories about working on the Clinton campaign and the White House and it occurred to me maybe working on a presidential campaign, and maybe working in the White House could be a good way station on the path to law school."}
{"ep_id": "225", "sent_id": "14", "text": "Certainly better than being a paralegal at some law firm."}
{"ep_id": "225", "sent_id": "15", "text": "while taking practice LSATS on my lunch break."}
{"ep_id": "225", "sent_id": "16", "text": "Not to mention since my Dukakis debate, politics had become one of the subjects I followed with trivial pursuit-like intensity."}
{"ep_id": "225", "sent_id": "17", "text": "Old plan: Go to law school, become a lawyer, probably hate my life."}
{"ep_id": "225", "sent_id": "18", "text": "New Plan, go work on a presidential campaign, work in the White House, go to law school, become a lawyer, hate my life, but have done and seen some cool things first.\""}
{"ep_id": "225", "sent_id": "19", "text": "So remember: it's cool."}
{"ep_id": "225", "sent_id": "0", "text": "Yeah, Chad, actually the reason he needed to live with all these 12 year olds who were one of the 85 million comms directors for Barack Obama, such an older man, was he got kicked out of his other house for getting too much pussy."}
{"ep_id": "225", "sent_id": "1", "text": "That's too cool."}
{"ep_id": "225", "sent_id": "0", "text": "I've got to say I'm very disappointed in this origin story."}
{"ep_id": "225", "sent_id": "1", "text": "I assume that the Lady of the Wonk rose out of the Potomac river and handed him the Enchanted Lanyard, this was much more boring."}
{"ep_id": "225", "sent_id": "0", "text": "When Chad moved into their Alpha house, was Dan Phif-Dawg a virgin?"}
{"ep_id": "225", "sent_id": "0", "text": "At that point, he ends up interning for the White House and it turns out one day he said - the Bill Clinton White House, and one day he's actually very useful."}
{"ep_id": "225", "sent_id": "1", "text": "His unique set of skills come in handy."}
{"ep_id": "225", "sent_id": "0", "text": "[blowjob noises][laughter]"}
{"ep_id": "225", "sent_id": "0", "text": "No, uh, somebody needed set of fingerprints on a gun [laughter] to toss next to Vince Foster's body."}
{"ep_id": "225", "sent_id": "0", "text": "\"Gore was being investigated by several congressional committees, the FBI and every investigative reporter on the planet."}
{"ep_id": "225", "sent_id": "1", "text": "This was the, uh, the 1996 campaign finance-\""}
{"ep_id": "225", "sent_id": "0", "text": "Oh Man."}
{"ep_id": "225", "sent_id": "1", "text": "The Chinese, the Chinese phone calls!"}
{"ep_id": "225", "sent_id": "0", "text": "\"Every reporter and Republican wanted to muddy up the likely Democratic nominee."}
{"ep_id": "225", "sent_id": "1", "text": "Everyday the office, we get a request for some set of documents even with tracking numbers."}
{"ep_id": "225", "sent_id": "2", "text": "Finding the requested memo or email was very time intensive."}
{"ep_id": "225", "sent_id": "3", "text": "Early in my tenure, one of the attorneys in the counsel's office came in and asked for a very specific memo about a very specific event that was under scrutiny."}
{"ep_id": "225", "sent_id": "4", "text": "'I need this by the end of the day,' he said, and turned to go."}
{"ep_id": "225", "sent_id": "5", "text": "\"Wait, this will just take a minute,' I said, walked over the shelf, grabbed the binder and opened it to a certain page."}
{"ep_id": "225", "sent_id": "6", "text": "'Is this the one you're looking for?'"}
{"ep_id": "225", "sent_id": "7", "text": "He looked at me like I had a third arm growing out of my head."}
{"ep_id": "225", "sent_id": "8", "text": "'How did you know where that was?'"}
{"ep_id": "225", "sent_id": "9", "text": "'I have copied and filed these things so many times that I remember the numbers.\""}
{"ep_id": "225", "sent_id": "10", "text": "Word got around to the lawyers, researchers, and communication staff who needed quick access to the documents that I was the intern to ask."}
{"ep_id": "225", "sent_id": "11", "text": "In hindsight, I was treated a little like Rain Man for this parlor trick, but at the time I loved it.\""}
{"ep_id": "225", "sent_id": "0", "text": "So this asshole is the reason that Dinesh D'Souza can walk into any Democratic Party headquarter and find the bankers' box that says \"Secret Racism Files.\""}
{"ep_id": "225", "sent_id": "0", "text": "God, that was such an adorable scandal."}
{"ep_id": "225", "sent_id": "1", "text": "It revolved around, none of you people remember this, but it revolved around Al Gore being accused of soliciting campaign donations in his office...(pause) (laughter) ."}
{"ep_id": "225", "sent_id": "2", "text": "And it was huge!"}
{"ep_id": "225", "sent_id": "3", "text": "It was all the time."}
{"ep_id": "225", "sent_id": "4", "text": "Fucking Scott Pruitt spent a year and a half turning the Department of, of the EPA into a fucking meth lab."}
{"ep_id": "225", "sent_id": "5", "text": "[laughter] Nobody did a shit about it."}
{"ep_id": "225", "sent_id": "6", "text": "The nineties were such a blessed time."}
{"ep_id": "225", "sent_id": "0", "text": "Scott Pruitt loaded up Navy aircraft carrier with empties and drove it to Michigan."}
{"ep_id": "225", "sent_id": "1", "text": "[laughter] Like his letter that he left, his like, uh, like my sister said about the letter, uh, \"around the world there are many societies and people are treated respectfully and I wasn't, Peace!\""}
{"ep_id": "225", "sent_id": "2", "text": "You remember when that woman Jocelyn Elders had to resign because she was like, yeah, no kids should jack off, yeah kids should know jacking off is OK."}
{"ep_id": "225", "sent_id": "0", "text": "They fucking shot her out of a fucking catapult."}
{"ep_id": "225", "sent_id": "0", "text": "Yeah, no, they, yeah, they, yeah, they, they dropped her so quick so quick."}
{"ep_id": "225", "sent_id": "1", "text": "Whereas Scott Pruitt, uh, you know, fuck the lotions and the mattresses and the balms."}
{"ep_id": "225", "sent_id": "2", "text": "He literally was like, uh, this carcinogenic pesticide?"}
{"ep_id": "225", "sent_id": "3", "text": "uh more babies need to have their brains exposed to it."}
{"ep_id": "225", "sent_id": "0", "text": "Yet, Scott Pruitt basically did the Doctor Strangelove, Slim Pickins riding a bomb but just full of DDT and on his way down sent his Amazon wishlist to every head of state in the G7."}
{"ep_id": "225", "sent_id": "0", "text": "Dan goes on to talk about all the fricking boring campaigns that he works on, but I found this part to be incredibly enlightening and I assume this is not going to be in the final copy of the book."}
{"ep_id": "225", "sent_id": "1", "text": "It's not properly copy edited."}
{"ep_id": "225", "sent_id": "2", "text": "It's boxed out for some reason, it doesn't really fit into the narrative."}
{"ep_id": "225", "sent_id": "3", "text": "\"I had entered politics as a bleeding heart liberal and my high school."}
{"ep_id": "225", "sent_id": "4", "text": "One of the requirements for graduation was undertaking a month long senior project per project."}
{"ep_id": "225", "sent_id": "5", "text": "Some students wrote plays, others painted murals and conducted sophisticated science projects."}
{"ep_id": "225", "sent_id": "6", "text": "I wrote in defense of a thesis that argued for socialism as a better governmental system than capitalism\" That's footnoted and the footnote at the end is incomplete."}
{"ep_id": "225", "sent_id": "7", "text": "\"It just says, I was young, dumb, and blank.\""}
{"ep_id": "225", "sent_id": "0", "text": "Full of cum."}
{"ep_id": "225", "sent_id": "1", "text": "[laughter]"}
{"ep_id": "225", "sent_id": "0", "text": "I want to know if I ever get to meet Dan Pfeiffer."}
{"ep_id": "225", "sent_id": "1", "text": "I'll want to know what the rest of that footnote was."}
{"ep_id": "225", "sent_id": "0", "text": "No, that was the N word."}
{"ep_id": "225", "sent_id": "1", "text": "I was a young *beep* DAN, no!"}
{"ep_id": "225", "sent_id": "2", "text": "The second time!"}
{"ep_id": "225", "sent_id": "0", "text": "\"My liberal idealism had been dulled by the presiding philosophical strategy of the Democratic Party of the late nineties and early two thousands."}
{"ep_id": "225", "sent_id": "1", "text": "That the best way to win was to dull the edges of our liberalism and co-op Republican issues to win over swing voters."}
{"ep_id": "225", "sent_id": "2", "text": "It wasn't inspiring and after defeats in 2000, 2002 and 2004, it was clear it wasn't effective either.\""}
{"ep_id": "225", "sent_id": "0", "text": "I'm glad they learned *that* lesson."}
{"ep_id": "225", "sent_id": "0", "text": "Third time's the charm."}
{"ep_id": "225", "sent_id": "1", "text": "All my losses was lessons!"}
{"ep_id": "225", "sent_id": "0", "text": "Than jumping way ahead here."}
{"ep_id": "225", "sent_id": "1", "text": "Uh, the sports center effect."}
{"ep_id": "225", "sent_id": "2", "text": "This is talking about the media and it's just like really boring media criticism."}
{"ep_id": "225", "sent_id": "3", "text": "They focus so much on the horse race."}
{"ep_id": "225", "sent_id": "4", "text": "They only focus on like gaffes and shit like that."}
{"ep_id": "225", "sent_id": "5", "text": "Which people have been talking about since the fifties."}
{"ep_id": "225", "sent_id": "0", "text": "Fuuck, hes scalding, he's burning this town down."}
{"ep_id": "225", "sent_id": "1", "text": "He doesn't give a shit."}
{"ep_id": "225", "sent_id": "0", "text": "He calls that the Sports Center effect."}
{"ep_id": "225", "sent_id": "0", "text": "He says, Ay Yo, fuck Tim Russert and his goofy ass dad."}
{"ep_id": "225", "sent_id": "1", "text": "See you in Hell Bitch."}
{"ep_id": "225", "sent_id": "2", "text": "(laughter)"}
{"ep_id": "225", "sent_id": "0", "text": "\"As Pod Save America listeners know I relish my role as a self appointed media critic."}
{"ep_id": "225", "sent_id": "1", "text": "(groans) This was particularly true during the 2016 campaign when I thought the press was giving Hillary Clinton a raw deal."}
{"ep_id": "225", "sent_id": "2", "text": "They were."}
{"ep_id": "225", "sent_id": "3", "text": "I am motivated by my own partisan bias and desire to work with the referees for a better result and an itchy twitter finger even though it is rarely - (Matt: \"Itchy twitter finger??\""}
{"ep_id": "225", "sent_id": "4", "text": "ugggh) even though it's rarely constructive."}
{"ep_id": "225", "sent_id": "5", "text": "I can't help myself, I know the media is interested in my opinion, on their job performance as I am interested in their opinion on how I ran the Obama communication shop, but, and this is a big but, I love journalism and want more of it."}
{"ep_id": "225", "sent_id": "6", "text": "I decided to go into politics in large part because on my first day at Georgetown University, someone stopped by my dorm room offering a great deal on a Washington Post subscription."}
{"ep_id": "225", "sent_id": "7", "text": "*(laughter, groans) Immediately hooked."}
{"ep_id": "225", "sent_id": "8", "text": "I soaked up every detail about what was happening on Capitol Hill and in the White House, each just a few miles away."}
{"ep_id": "225", "sent_id": "9", "text": "I've been a news addict ever since. \""}
{"ep_id": "225", "sent_id": "0", "text": "That guy."}
{"ep_id": "225", "sent_id": "1", "text": "That guy is the worst child groomer ever."}
{"ep_id": "225", "sent_id": "0", "text": "He got hooked on NEWS in college!"}
{"ep_id": "225", "sent_id": "1", "text": "Someone passed him a newspaper, and he was like \"uhh I don't know, man!\""}
{"ep_id": "225", "sent_id": "0", "text": "2\"You know, I started with the Washington Post, but pretty soon that wasn't tough enough."}
{"ep_id": "225", "sent_id": "1", "text": "I had to get the Economist, I needed the Financial Times and pretty soon I was getting the fucking Shanghai Daily News, banging out eight grand rocks.\""}
{"ep_id": "225", "sent_id": "0", "text": "And it's some guy selling fucking newspapers door to door."}
{"ep_id": "225", "sent_id": "1", "text": "Imagine if it had been like a Cutco knives guy and Dan Pfeiffer became a serious snake handler."}
{"ep_id": "225", "sent_id": "2", "text": "[laughter]"}
{"ep_id": "225", "sent_id": "0", "text": "\"I'll never forget when I hit rock bottom, when I ruffled through Dupont Circle garbage can for an old Washington Times. \""}
{"ep_id": "225", "sent_id": "0", "text": "\"My name is Dan Pfeiffer."}
{"ep_id": "225", "sent_id": "1", "text": "I'm a news-a-holic."}
{"ep_id": "225", "sent_id": "2", "text": "[WILL: Hi, Dan!]"}
{"ep_id": "225", "sent_id": "3", "text": "I first realized I had a problem when I was DVRing the Bloomberg news show at 4:00 AM that Al Hunt hosts.\""}
{"ep_id": "225", "sent_id": "0", "text": "\"Uh, I knew I was really bad when I offered to suck David Brooks' Dick in exchange for his opinion on gays in the military.\""}
{"ep_id": "225", "sent_id": "0", "text": "\"You know, I know that I'm responsible for my own problems, but we got, we got sexy shows on tv that glorify the news lifestyle, shows like the Newsroom, shows like Sports Night."}
{"ep_id": "225", "sent_id": "1", "text": "And I just, I was entranced by that news lifestyle.\""}
{"ep_id": "225", "sent_id": "0", "text": "He talks about working in Obama's press office and all their like, little victories that they did."}
{"ep_id": "225", "sent_id": "1", "text": "Here's one."}
{"ep_id": "225", "sent_id": "2", "text": "This is how President Obama ended up going Christmas shopping with his dog in the car and the run-up to the 2012 election."}
{"ep_id": "225", "sent_id": "3", "text": "Romney had been dogged, literally, by a story about how he had once strapped the family dog to the roof of his car for a family road trip. \""}
{"ep_id": "225", "sent_id": "0", "text": "By the way, that's not that long ago, and that's adorable now."}
{"ep_id": "225", "sent_id": "1", "text": "That that was a fucking scandal."}
{"ep_id": "225", "sent_id": "0", "text": "For good reason, the story bothered a lot of people, especially dog lovers."}
{"ep_id": "225", "sent_id": "1", "text": "So we had the White House release a photo of Obama traveling with his dog in the car."}
{"ep_id": "225", "sent_id": "2", "text": "The subtlety was not lost on anyone and a viral moment was born."}
{"ep_id": "225", "sent_id": "0", "text": "No, I don't remember that!"}
{"ep_id": "225", "sent_id": "1", "text": "I pay too much attention to this idiocy and I don't remember that at all!"}
{"ep_id": "225", "sent_id": "2", "text": "Fuck off!"}
{"ep_id": "225", "sent_id": "0", "text": "You're exactly right."}
{"ep_id": "225", "sent_id": "1", "text": "I do remember Romney having his dog in the crate on top of the car, Yeah."}
{"ep_id": "225", "sent_id": "2", "text": "Wow Man."}
{"ep_id": "225", "sent_id": "3", "text": "You're right though."}
{"ep_id": "225", "sent_id": "4", "text": "Imagine the more innocent times when people got mad at a DOG being put into a cage."}
{"ep_id": "225", "sent_id": "0", "text": "I remember a different viral moment and involving Obama and a dog."}
{"ep_id": "225", "sent_id": "1", "text": "[laughter]"}
{"ep_id": "225", "sent_id": "0", "text": "Seriously, somebody is going to run for the GOP nomination for governor or senator who has a dog fighting *ring!"}
{"ep_id": "225", "sent_id": "1", "text": "* [laughter]"}
{"ep_id": "225", "sent_id": "0", "text": "Trump is gonna do a video about tariffs, just post it to his own Twitter where he drops a bowling ball on a dog and be like \"that's what they do to cars\""}
{"ep_id": "225", "sent_id": "0", "text": "Donald Junior is gonna just start faving crush videos on Twitter."}
{"ep_id": "225", "sent_id": "0", "text": "Donald Trump driving and American made steamroller over a puppy mill: \"Look how strong they are.\""}
{"ep_id": "225", "sent_id": "0", "text": "Virgil, now I'm thinking about what Dan Phife Dawg should've done as communication, obviously they want to, they want to highlight that, oh, Obama treats his dog well, unlike Mitt Romney who strapped it to the roof of his car, but they should have combined the two."}
{"ep_id": "225", "sent_id": "1", "text": "The other famous Obama dog moment that we all know and love."}
{"ep_id": "225", "sent_id": "2", "text": "He should have been filmed taking his dog, like leaving to go shopping in the car, you see the dog in the car and then he comes back."}
{"ep_id": "225", "sent_id": "3", "text": "No dog in the car, but he's just had like a big plate of ribs."}
{"ep_id": "225", "sent_id": "4", "text": "[MATT: He's got a bib!]"}
{"ep_id": "225", "sent_id": "5", "text": "(As Obama) \"I'll tell you what uh well, I won't tell you what the secret ingredient is."}
{"ep_id": "225", "sent_id": "6", "text": "But man, this is good."}
{"ep_id": "225", "sent_id": "7", "text": "My whole family enjoys it.\""}
{"ep_id": "225", "sent_id": "8", "text": "\""}
{"ep_id": "225", "sent_id": "0", "text": "\"We call this farm to table.\""}
{"ep_id": "225", "sent_id": "0", "text": "\"We call this Bo to table.\""}
{"ep_id": "225", "sent_id": "1", "text": "[laughter]"}
{"ep_id": "225", "sent_id": "0", "text": "That is the funniest thing and also from Sydney Blumenthal."}
{"ep_id": "225", "sent_id": "1", "text": "King!"}
{"ep_id": "225", "sent_id": "2", "text": "Sidney Blumenthal was like abusing like the side effects of some heart medication or however boomers got high in the late two thousands."}
{"ep_id": "225", "sent_id": "3", "text": "And he was like, \"yeah, he fucking, uh, he met the Wizard of Islam and he fucking ate dog with him."}
{"ep_id": "225", "sent_id": "4", "text": "\"[laughter] And Hillary's people were like, \"damn, thanks Sid. \""}
{"ep_id": "225", "sent_id": "0", "text": "No, but like obviously they would bring the dog out and be like, ha ha ha, I didn't eat the dog, but you know, you just a little playful, lil' play."}
{"ep_id": "225", "sent_id": "1", "text": "Play with the story, you know, have a little fun with it."}
{"ep_id": "225", "sent_id": "2", "text": "Show that you're not above making fun of yourself."}
{"ep_id": "225", "sent_id": "3", "text": "That's what I would do if I was savvy comms guy."}
{"ep_id": "225", "sent_id": "0", "text": "So I just want to say something though."}
{"ep_id": "225", "sent_id": "1", "text": "So he complains about the Sports Centrification of coverage of news, and then he breaks his arm patting himself on the back that he created a two hour viral story about him taking his dog out"}
{"ep_id": "225", "sent_id": "0", "text": "More like two minute."}
{"ep_id": "225", "sent_id": "0", "text": "Wretched, wretched idiot."}
{"ep_id": "225", "sent_id": "1", "text": "[laughter]"}
{"ep_id": "225", "sent_id": "0", "text": "Yeah."}
{"ep_id": "225", "sent_id": "1", "text": "This is like, this is like the VFW hall you go to in Hell, just veterans of comms departments telling you about mini news cycles they created."}
{"ep_id": "225", "sent_id": "0", "text": "\"I'm the guy who tripped Bob Dole, that one time, made 'im fuckin face plant.\""}
{"ep_id": "225", "sent_id": "0", "text": "\"My finest moment was when the monkey business photo broke.\""}
{"ep_id": "225", "sent_id": "0", "text": "\"And they said to me, 'you can't make an equivalency about John McCain being born in Panama.'"}
{"ep_id": "225", "sent_id": "1", "text": "And I said, 'Watch me.'"}
{"ep_id": "225", "sent_id": "2", "text": "Do you remember that?"}
{"ep_id": "225", "sent_id": "3", "text": "No?\""}
{"ep_id": "225", "sent_id": "4", "text": "[laughter]"}
{"ep_id": "225", "sent_id": "0", "text": "Uh, so a new problem merges sometime around 2014."}
{"ep_id": "225", "sent_id": "1", "text": "\"The hogs are being riled up."}
{"ep_id": "225", "sent_id": "2", "text": "Uh, for most of my time working for Obama, whenever we encountered some beltway political crisis that dominated cable news, we would ask focus groups of voters if they had ever heard anything about it."}
{"ep_id": "225", "sent_id": "3", "text": "Almost every single time they had no idea what we were talking about."}
{"ep_id": "225", "sent_id": "4", "text": "There werr things Washington got worked up about and things the American people cared about and rarely did these things overlap, but something changed."}
{"ep_id": "225", "sent_id": "5", "text": "Suddenly focus groups knew all about the trivial things and Washington would get worked up over and they knew about them in great detail, often reading back to a moderator what just sounded like Republican talking points or a Fox News story, which are actually the same thing.\""}
{"ep_id": "225", "sent_id": "0", "text": "Holy Shit."}
{"ep_id": "225", "sent_id": "1", "text": "Did he just say that?"}
{"ep_id": "225", "sent_id": "2", "text": "?"}
{"ep_id": "225", "sent_id": "0", "text": "Yeah."}
{"ep_id": "225", "sent_id": "1", "text": "That's media criticism."}
{"ep_id": "225", "sent_id": "0", "text": "Mister Too Damn Chomsky over here."}
{"ep_id": "225", "sent_id": "0", "text": "When the moderator asked them where they heard this, the answer was always the same: Facebook."}
{"ep_id": "225", "sent_id": "1", "text": "By 2016, the media ecosystem of 2008 was impossible to recognize."}
{"ep_id": "225", "sent_id": "2", "text": "It was the perfect petri dish for a fungus like Trumpism to grow."}
{"ep_id": "225", "sent_id": "3", "text": "Trump understood there were no rules and referees and that a good story was more valuable than an accurate one."}
{"ep_id": "225", "sent_id": "4", "text": "Trump's main media experiences are the absurdity of reality."}
{"ep_id": "225", "sent_id": "5", "text": "TV and no holds barred world of Big Apple tabloid journalism."}
{"ep_id": "225", "sent_id": "6", "text": "Sadly, these were the perfect experiences to compete for President in 2016."}
{"ep_id": "225", "sent_id": "7", "text": "To grapple with these changes."}
{"ep_id": "225", "sent_id": "8", "text": "I proposed going to Silicon Valley and New York to pick the brains of the smartest people in tech and media to better understand the current state of affairs and where things might be going."}
{"ep_id": "225", "sent_id": "9", "text": "I went to Google, Twitter, Youtube, Linkedin, and everywhere in between."}
{"ep_id": "225", "sent_id": "10", "text": "I met with the venture capitalists who are looking for the next Google and Ffacebook."}
{"ep_id": "225", "sent_id": "11", "text": "The gravity of the challenge before us came into meeting at Google when I laid out the difficulty in getting our message out in the fragmented media environment."}
{"ep_id": "225", "sent_id": "12", "text": "And one of the executives from a Silicon Valley giant responded: \"We have been wondering the same thing and hoped you had some good ideas.\""}
{"ep_id": "225", "sent_id": "13", "text": "[WILL: What?]"}
{"ep_id": "225", "sent_id": "14", "text": "The chapter ends there."}
{"ep_id": "225", "sent_id": "0", "text": "First of all, that's literally an episode of Veep, where they go to the Facebook headquarters, uh, second of all, obviously lwe know Facebook and Google are like, they may be liberal, the people who run it, but they only care about money."}
{"ep_id": "225", "sent_id": "1", "text": "They have no fucking soul or conscience whatsoever in terms of what, you know, shit they spew out to every boomer and grandparent in America."}
{"ep_id": "225", "sent_id": "2", "text": "So he said he wants to basically lobby Facebook and Google to be more sympathetic to their message, but at the same time, right wing people, like we know for instance, Jack, has just been prostrating himself before the Trump White House because they're demanding that they be more sympathetic to their point of view."}
{"ep_id": "225", "sent_id": "0", "text": "You don't understand because Dan's message, the Obama White House message."}
{"ep_id": "225", "sent_id": "1", "text": "Those are the facts."}
{"ep_id": "225", "sent_id": "2", "text": "Those are sacrosanct and the facts that need to be out there."}
{"ep_id": "225", "sent_id": "3", "text": "Everything else is the fake news."}
{"ep_id": "225", "sent_id": "0", "text": "Does he have anything in there about eating shit in all those congressional midterms?"}
{"ep_id": "225", "sent_id": "0", "text": "There's a little bit, but here's an example of fake news in action and what to do about it."}
{"ep_id": "225", "sent_id": "1", "text": "(Will: Oh, good."}
{"ep_id": "225", "sent_id": "2", "text": "Practical advice.)"}
{"ep_id": "225", "sent_id": "3", "text": "(Matt: Praxis, thank god.)"}
{"ep_id": "225", "sent_id": "4", "text": "\"Obama wanting to pull the plug on granny became a common GOP talking point amplified 24/7 on conservative talk radio and Fox News."}
{"ep_id": "225", "sent_id": "5", "text": "One day, Sarah Pailin posts on Facebook and before we know it, we have a full blown political crisis on our hands."}
{"ep_id": "225", "sent_id": "6", "text": "I was deputy comms director at the time and auditioning for the top job once the death panel rumors started and our political prospects had started to go south, Rahm and Anita Dunn asked me to oversee the communications regarding healthcare."}
{"ep_id": "225", "sent_id": "7", "text": "My charge was to bring some Obama campaign style rapid response tactics to the fight for healthcare."}
{"ep_id": "225", "sent_id": "8", "text": "Step one was to setup a website specifically dedicated to responding to these false attacks."}
{"ep_id": "225", "sent_id": "9", "text": "Obamacare as a not so secret strategy to kill old people was the highest profile, most pernicious attack but was far from the only one."}
{"ep_id": "225", "sent_id": "10", "text": "Republicans would repeat ad nauseum that our plan would increase the deficit even though it was completely paid for through a combination of tax increases and spending cuts,\""}
{"ep_id": "225", "sent_id": "0", "text": "Wow, it's almost like it doesn't matter that you do that, they'll just say it."}
{"ep_id": "225", "sent_id": "0", "text": "\"They alleged it would cut medicare benefits that seniors depend on, also completely false."}
{"ep_id": "225", "sent_id": "1", "text": "We need a one stop shop where people could come for the truth and our allies could easily find the talking points and other info they needed to respond to questions."}
{"ep_id": "225", "sent_id": "2", "text": "We started using the work done by checking sites such as Politifact and Factcheck.org to set the record straight.\""}
{"ep_id": "225", "sent_id": "3", "text": "[laughter]"}
{"ep_id": "225", "sent_id": "0", "text": "They love that shit, God."}
{"ep_id": "225", "sent_id": "0", "text": "I love that he's like, his tone of this is like, he's like Spears in \"Band of Brothers\" taking over command at the Battle of the Bulge."}
{"ep_id": "225", "sent_id": "1", "text": "\"I set up a forward operating facts base that all our allies can resupply at to shoot truth bullets at the Republicans!\""}
{"ep_id": "225", "sent_id": "0", "text": "I like the idea that you're going to compete with stuff that's being ambiently seen by old people on Facebook, which is one of three websites that people over 50 know how to use, by creating a completely different website that's not connected to Facebook, doesn't have any cat pictures, doesn't have any herbal Viagra deals."}
{"ep_id": "225", "sent_id": "1", "text": "Why would anyone ever log onto it?"}
{"ep_id": "225", "sent_id": "0", "text": "You know these people who are just like swayed by whatever emotion and entitlement they feel?"}
{"ep_id": "225", "sent_id": "1", "text": "Well, don't worry."}
{"ep_id": "225", "sent_id": "2", "text": "We are partnering with Poindexter Dot Net [laughter] to fix this problem."}
{"ep_id": "225", "sent_id": "0", "text": "Well, I mean here, here's an idea that I'd be surprised if Dan and the Obama Administration considered when it came to, uh, the ways in which a Google or Facebook becomes a sluice for a right wing sewage and garbage."}
{"ep_id": "225", "sent_id": "1", "text": "How about threatening them with anti monopoly law?"}
{"ep_id": "225", "sent_id": "2", "text": "How about literally breaking them up and nationalizing them?"}
{"ep_id": "225", "sent_id": "3", "text": "If they don't get their shit together, I mean that would be one potential way of getting them in line."}
{"ep_id": "225", "sent_id": "0", "text": "Well, here's what we need to do."}
{"ep_id": "225", "sent_id": "1", "text": "Each chapter ends with a series of bullet points that's like marching orders to you, the Pod Save America listener and this one the headline is \"Winning the Battle Against Bullshit.\""}
{"ep_id": "225", "sent_id": "2", "text": "\"Everyone is a fact checker."}
{"ep_id": "225", "sent_id": "3", "text": "The fake news stories spread across the populace via Facebook and Twitter, but those same platforms give agency to everyone to lead the fight for truth."}
{"ep_id": "225", "sent_id": "4", "text": "People are scrolling through their Facebook feed, seeing posts about where Obama was or wasn't born or alleging some made-up act of corruption by the Clintons."}
{"ep_id": "225", "sent_id": "5", "text": "They don't click on the post to see where the story was from or whether it's credible or not, depending on the algorithm or the makeup of their social network."}
{"ep_id": "225", "sent_id": "6", "text": "They may be seeing the same false stories multiple times a day."}
{"ep_id": "225", "sent_id": "7", "text": "Absent Facebook hiring millions of fact checkers to comb the platform, the only solution is to fight back."}
{"ep_id": "225", "sent_id": "8", "text": "Multiple studies show that people are most likely to believe news if it comes from someone they personally know."}
{"ep_id": "225", "sent_id": "9", "text": "Therefore, there is great power in people sharing on social media."}
{"ep_id": "225", "sent_id": "10", "text": "The stories and fact checks that debunk the lies being spread by Trump and his friends in the Republican fringe media."}
{"ep_id": "225", "sent_id": "11", "text": "Democratic politicians need to build tools to make this easier for their supporter There is no reason we have to wait for that.\""}
{"ep_id": "225", "sent_id": "0", "text": "This is so incredibly blinkered and I'm wondering like, the people who read Gateway Pundit will not take an article that contradicts Gateway Pundit seriously."}
{"ep_id": "225", "sent_id": "1", "text": "If it comes from the New York Times or the Wall Street Journal or the Washington Post."}
{"ep_id": "225", "sent_id": "0", "text": "Well hang on a minute, what if it's shared on Facebook to them from their snot nosed liberal nephew who they hate, because that's what he's saying."}
{"ep_id": "225", "sent_id": "1", "text": "He's saying you got to share it for your immediate family members will see it"}
{"ep_id": "225", "sent_id": "0", "text": "We're all warriors in the posting crusades."}
{"ep_id": "225", "sent_id": "0", "text": "But your racist grandparents hate you."}
{"ep_id": "225", "sent_id": "1", "text": "They think you're an entitled Tide Pod-eating piece of shit."}
{"ep_id": "225", "sent_id": "2", "text": "They don't believe a thing you say and they think you're a fucking feckless dipshit and they don't care."}
{"ep_id": "225", "sent_id": "0", "text": "Yeah."}
{"ep_id": "225", "sent_id": "1", "text": "Like literally one of the most popular genres of post on MAGA Twitter's like, \"when did your family stop talking to you?\""}
{"ep_id": "225", "sent_id": "2", "text": "[laughter] They've made their choice."}
{"ep_id": "225", "sent_id": "3", "text": "Very happily."}
{"ep_id": "225", "sent_id": "0", "text": "They're posters!"}
{"ep_id": "225", "sent_id": "1", "text": "They're Poster-Americans."}
{"ep_id": "225", "sent_id": "2", "text": "They basically, they basically, it's like it's like a fucking W curve like a U curve where you have like the friendless Pepes at 17 or 18 and now you've got people who basically turned themselves into friendless Pepes as grandparents when they should be surrounded by, by family members, as a paterfamilias."}
{"ep_id": "225", "sent_id": "3", "text": "Instead, their insane politics have turned them into a basement dwelling Pepe, who nobody will talk to anymore."}
{"ep_id": "225", "sent_id": "0", "text": "Yeah, it's the the new \"Harold and Maude.\""}
{"ep_id": "225", "sent_id": "1", "text": "[laughte]) Fucking old grannies like, \"oh, I baked you a cake that looks like Groyper!\""}
{"ep_id": "225", "sent_id": "2", "text": "And some friendless 19 year old..."}
{"ep_id": "225", "sent_id": "0", "text": "Oh fuck, oh fuck, we gotta make this movie, fam!"}
{"ep_id": "225", "sent_id": "0", "text": "Billion dollar idea."}
{"ep_id": "225", "sent_id": "0", "text": "Okay."}
{"ep_id": "225", "sent_id": "1", "text": "If you don't like that, try this."}
{"ep_id": "225", "sent_id": "2", "text": "\"Play a different game."}
{"ep_id": "225", "sent_id": "3", "text": "Ultimately the right's strategy is to nullify the idea of objective truth."}
{"ep_id": "225", "sent_id": "4", "text": "On issues like climate change, healthcare, tax policy."}
{"ep_id": "225", "sent_id": "5", "text": "Republicans simply can't win an argument on the facts, so instead of changing their policy, they try to change the facts."}
{"ep_id": "225", "sent_id": "6", "text": "Democrats could look at the relative success o fTrump and try to play his game."}
{"ep_id": "225", "sent_id": "7", "text": "That would be a mistake."}
{"ep_id": "225", "sent_id": "8", "text": "Cynical conspiracy theories are their home turf, which we wouldn't be good at, and our supporters, who still trust objective news sources, wouldn't be fooled."}
{"ep_id": "225", "sent_id": "9", "text": "Instead, we should swerve in the other direction and abandon normal political spin to ensure that our statements, positions and analyses of the other sides are factually bulletproof."}
{"ep_id": "225", "sent_id": "0", "text": "Who gives a shit??"}
{"ep_id": "225", "sent_id": "1", "text": "Like how would that change any opinions?"}
{"ep_id": "225", "sent_id": "2", "text": "How would that move a single person?"}
{"ep_id": "225", "sent_id": "3", "text": "He just said they believe what they want to believe."}
{"ep_id": "225", "sent_id": "4", "text": "Our guys are all smelling their own fucking farts about how reasonable they are, but none of them are changing their opinion because you're rigorously factual!"}
{"ep_id": "225", "sent_id": "0", "text": "This is like trial lawyers, if like if you're like a hot shot like defense attorney or even like a high level litigator will always tell you the facts of the case, the evidence of the case don't matter."}
{"ep_id": "225", "sent_id": "1", "text": "When you're in front of a jury, i.e."}
{"ep_id": "225", "sent_id": "2", "text": "the voters, all that matters is telling a story that's more believable than the other side."}
{"ep_id": "225", "sent_id": "3", "text": "It's using facts yet they're there."}
{"ep_id": "225", "sent_id": "4", "text": "They have to be dealt with, but all in all they are is just like stitching in this weave, this tapestry of a story that you're selling to an audience and if you understand your audience, whether it be the jury or a voter, then you can get them to believe you and you can wrap them around your finger."}
{"ep_id": "225", "sent_id": "5", "text": "He just seems to think if we, if all of us are, like you said, enlisted in this posting crusade where we're constantly fact checking every single thing that gets posted on social media or that Mee-Maw or Pep Pep, you know?"}
{"ep_id": "225", "sent_id": "6", "text": "Oh, sorry, sorry, Gran, uh, Obama, you know, uh, you know, I don't know, wasn't born in Kenya or whatever and here's x, y, or z bullet points to tell you why, what, it doesn't matter."}
{"ep_id": "225", "sent_id": "7", "text": "The story about Obama being a foreigner is a story that she believes because it's a story that makes sense to her, it makes sense to her because it describes to he, what she's feeling."}
{"ep_id": "225", "sent_id": "8", "text": "Doesn't matter if it's true or not."}
{"ep_id": "225", "sent_id": "9", "text": "What she's feeling is that Obama is different from her."}
{"ep_id": "225", "sent_id": "10", "text": "He's foreign in some way and that he is a threat to what is familiar and known to her."}
{"ep_id": "225", "sent_id": "11", "text": "Yeah, you can't, you can't convince that person otherwise, what you have to do is tell a better story."}
{"ep_id": "225", "sent_id": "12", "text": "Tell a story that frank quite frankly excludes these fucking apes."}
{"ep_id": "225", "sent_id": "0", "text": "Yes well that that, I mean everything in this just shows that the game that we're playing is trying to narrowcast technocratic solutions that appeal to essentially urban professionals."}
{"ep_id": "225", "sent_id": "1", "text": "Right?"}
{"ep_id": "225", "sent_id": "2", "text": "And then the, the, the, the, the base that just sort of votes Democrat no matter what."}
{"ep_id": "225", "sent_id": "3", "text": "And this just shows you that that is a futile enterprise because every fucking solution is \"Well, we'll just tell the truth better and we're going to have a website\" and it's like we know none of this works because you're narrowcasting to, just not enough people!"}
{"ep_id": "225", "sent_id": "4", "text": "Not enough people to do the kind of have to to create a durable majority."}
{"ep_id": "225", "sent_id": "5", "text": "You have to tell a simple effective story where you have an enemy and you have solutions (Will: Exactly.)"}
{"ep_id": "225", "sent_id": "6", "text": "and then you would increase, hypothetically, maybe not, but it's honestly our only fucking hope."}
{"ep_id": "225", "sent_id": "7", "text": "*This* isn't going to work."}
{"ep_id": "225", "sent_id": "8", "text": "With that, you increase the fucking number of people who are willing to vote for you."}
{"ep_id": "225", "sent_id": "0", "text": "It's like the OJ trial, like if your client very clearly murdered someone, you create a story where there is another person who has done it or you create all these questions."}
{"ep_id": "225", "sent_id": "1", "text": "Or you use the LAPD or you create a real and realistic enough story based on actual facts."}
{"ep_id": "225", "sent_id": "2", "text": "For instance, at the LAPD is a ludicrously corrupt and racist organization."}
{"ep_id": "225", "sent_id": "3", "text": "But however, you're exactly right, Matt, you need an enemy."}
{"ep_id": "225", "sent_id": "4", "text": "Every story needs a villain, and to these people, they don't understand."}
{"ep_id": "225", "sent_id": "5", "text": "They think there are no villains."}
{"ep_id": "225", "sent_id": "6", "text": "They think there are just like good and bad arguments, but like there are good and evil people, and their policies and agendas needs to be identified."}
{"ep_id": "225", "sent_id": "7", "text": "Right?"}
{"ep_id": "225", "sent_id": "0", "text": "And forces and interests."}
{"ep_id": "225", "sent_id": "0", "text": "Yeah."}
{"ep_id": "225", "sent_id": "1", "text": "I mean, you, you know, what's amazing to me is like the most popular genre of like liberal viral tweet is like, it's like a very basic truth thing that anyone with a brain could figure it out, but just repeated several times in all caps, like it will be like \"BIRTHERISM IS JUST CUZ HE'S BLACK, BIRTHERISM IS,\" It's like, yeah, okay (MATT: So what?)"}
{"ep_id": "225", "sent_id": "2", "text": "."}
{"ep_id": "225", "sent_id": "3", "text": "No, not \"so what,\" it's like: That's correct."}
{"ep_id": "225", "sent_id": "4", "text": "And you could build a worldview around that."}
{"ep_id": "225", "sent_id": "5", "text": "You could build a worldview where it's like, oh, I don't need to factually combat what these people think because it's not literally about whether he was born in Kenya for not."}
{"ep_id": "225", "sent_id": "6", "text": "If we're losing that, for using that for an example, it's like, if you generally genuinely believe that to be true, that like all of this is like racial resentment and all this shit."}
{"ep_id": "225", "sent_id": "7", "text": "Like why would you, why would you think you have to just have a great argument."}
{"ep_id": "225", "sent_id": "8", "text": "You've already, like, you've already stated that it's very clearly what it is, but you can't make the leap."}
{"ep_id": "225", "sent_id": "9", "text": "I feel like there's this like Great Man-ism with Trump and before him Bannon with these types of guys where it's just like, \"oh, he's just so good at lying and he's so, he's so talented that we can't beat him head on."}
{"ep_id": "225", "sent_id": "10", "text": "We have to beat him with uh, we have to create Phil Spector's a wall of sound, but for truth, we have to create the greatest truth wall ever made\" and it's like this thing where it's like Pfeiffer clearly thinks that Trump is like the most talented liar ever because he must've entranced all these people."}
{"ep_id": "225", "sent_id": "11", "text": "It's not that they're just like nasty entitled people who would like anyone was selling this, they'd be out for it."}
{"ep_id": "225", "sent_id": "12", "text": "It's just that Donald Trump is, he's brilliant."}
{"ep_id": "225", "sent_id": "13", "text": "He's like a wizard and it's like, for me that's like saying the same thing about like Brian Pumper because they're the same type of person, but they have to believe that they're just so unbelievably good at these two or three things that it just, it's impossible to take them head on because the unstated thing here is taking them head on requires an enemy and it requires a goal, an actual, tangible goal."}
{"ep_id": "225", "sent_id": "0", "text": "Yeah."}
{"ep_id": "225", "sent_id": "1", "text": "It says we're going to take money from these people and give it to these people, which they're unable to do."}
{"ep_id": "225", "sent_id": "2", "text": "They can't do it."}
{"ep_id": "225", "sent_id": "3", "text": "We can provide *tax incentives* for these people, maybe."}
{"ep_id": "225", "sent_id": "0", "text": "I'm just thinking of the passage Virgil read earlier where he was like, you know, even in Obamacare we made sure that like, you know, everything would be offset with the spending or tax hike or something like that."}
{"ep_id": "225", "sent_id": "1", "text": "Like, yeah, they don't give a shit."}
{"ep_id": "225", "sent_id": "0", "text": "Did not matter."}
{"ep_id": "225", "sent_id": "1", "text": "And the reason that they couldn't get anyone engaged with it, because it was complicated and hard to understand and it..."}
{"ep_id": "225", "sent_id": "0", "text": "It was about health *insurance* and not health *care."}
{"ep_id": "225", "sent_id": "1", "text": "*"}
{"ep_id": "225", "sent_id": "0", "text": "And didn't really help a lot."}
{"ep_id": "225", "sent_id": "1", "text": "I mean, it helped some people but but in a very staggered, rolled out way and it made a lot of people's lives more complicated and it didn't do anything to a whole lot of people except make them just blame any rise in their fucking premiums on it."}
{"ep_id": "225", "sent_id": "0", "text": "Let's go back in time."}
{"ep_id": "225", "sent_id": "1", "text": "The next chapter is about Pfeiffer's big bugbear during the Obama years, Fox News."}
{"ep_id": "225", "sent_id": "0", "text": "I call them \"faux News\" and I insist that you all do that as well."}
{"ep_id": "225", "sent_id": "0", "text": "Here are just a few tidbits from this chapter."}
{"ep_id": "225", "sent_id": "1", "text": "This is about the foundation of Fox News."}
{"ep_id": "225", "sent_id": "2", "text": "\"A TV network that would cover issues from a different perspective is a good idea and a healthy one for our democracy."}
{"ep_id": "225", "sent_id": "3", "text": "That sort of network may be what Rupert Murdoch and Roger Ailes had in mind when they started Fox News more than 20 years ago, but that's not what it is anymore, or ever, was really.\""}
{"ep_id": "225", "sent_id": "0", "text": "How fucking-!"}
{"ep_id": "225", "sent_id": "0", "text": "What?"}
{"ep_id": "225", "sent_id": "1", "text": "?"}
{"ep_id": "225", "sent_id": "0", "text": "He was a fucking Jabba the Hutt sex predator monster!!"}
{"ep_id": "225", "sent_id": "1", "text": "He got his start teaching Richard Nixon how to be racist in a way that would get him the most votes!"}
{"ep_id": "225", "sent_id": "2", "text": "What are you fucking talking about?"}
{"ep_id": "225", "sent_id": "3", "text": "?"}
{"ep_id": "225", "sent_id": "0", "text": "How do they do \"America is already great\" for Fox News?"}
{"ep_id": "225", "sent_id": "1", "text": "[laughter] Like their worldview is so holistic that it's like everything used to be good, every institution is good until Trump showed up."}
{"ep_id": "225", "sent_id": "0", "text": "This is exactly what we're talking about, the inability to identify an enemy and he's like, you know, \"crazy, you know, conspiracy theories, that's their home turf\" and like, I believe it when Dan says that he couldn't do that, but how fucking hard it would be for some enterprising, uh democratic party or political opposition, if you hate Fox News, to, I dunno, uncover the fact that it's just an abbatoir of sexual coercion and abuse maybe 10 or 15 years earlier than the last stories we've read about it?"}
{"ep_id": "225", "sent_id": "1", "text": "How hard would it be to turn up all the stories about how Roger Ailes forced himself on women and then literally bleeds out of his penis because he's slightly hemophiliac."}
{"ep_id": "225", "sent_id": "2", "text": "That's true."}
{"ep_id": "225", "sent_id": "3", "text": "Look it up."}
{"ep_id": "225", "sent_id": "4", "text": "[VIRGIL: Why?"}
{"ep_id": "225", "sent_id": "5", "text": "I don't want to look it up.}"}
{"ep_id": "225", "sent_id": "6", "text": "His penis is described as raw hamburger meat."}
{"ep_id": "225", "sent_id": "7", "text": "Why don't just put his disgusting face - Every time you talk about Fox News, talk about Roger Ailes and have a picture of his decaying, decrepit body to go with it."}
{"ep_id": "225", "sent_id": "8", "text": "Show!"}
{"ep_id": "225", "sent_id": "9", "text": "His!"}
{"ep_id": "225", "sent_id": "10", "text": "Dick!"}
{"ep_id": "225", "sent_id": "0", "text": "Do what conservatives do."}
{"ep_id": "225", "sent_id": "1", "text": "Anytime that there is one of those insufferable Oscars just call Hollywood the rape town."}
{"ep_id": "225", "sent_id": "2", "text": "Call Fox News the rape network."}
{"ep_id": "225", "sent_id": "3", "text": "That's what it is."}
{"ep_id": "225", "sent_id": "0", "text": "Yep."}
{"ep_id": "225", "sent_id": "1", "text": "You wouldn't have to stretch the FACTS very far for that either."}
{"ep_id": "225", "sent_id": "0", "text": "Well, here's some."}
{"ep_id": "225", "sent_id": "1", "text": "Here's some of the things that, uh, they have to deal with."}
{"ep_id": "225", "sent_id": "2", "text": "They promote, \"Fox promoted widely debunked conspiracy theories in order to raise questions about the integrity of Obama's victory."}
{"ep_id": "225", "sent_id": "3", "text": "Most notable was a certifiably insane idea that the Obama administration was covering up an effort by a fledgling black militant group called the new Black Panthers, who had been dispatched to scare white voters away from the polls."}
{"ep_id": "225", "sent_id": "4", "text": "Another favorite box fable was that a little known housing advocacy group called ACORN had helped steal the election through various forms of voter fraud.\""}
{"ep_id": "225", "sent_id": "0", "text": "YOU MOTHERFUCKERS HUNG THEM OUT TO DRY!"}
{"ep_id": "225", "sent_id": "1", "text": "A DEMOCRATIC CONGRESS KILLED ACORN!"}
{"ep_id": "225", "sent_id": "2", "text": "It probably cost Hillary the election considering how thin the fucking margins were and how one of their big things they did was fucking voter registration!"}
{"ep_id": "225", "sent_id": "3", "text": "They got, they're scared of their own fucking shadow because of some ginned-up bullshit with a guy dressed like a pimp, a fucking trust fund rapist in a pimp costume."}
{"ep_id": "225", "sent_id": "4", "text": "Got them to fire Sherry Sherrod and fucking defund ACORN!"}
{"ep_id": "225", "sent_id": "5", "text": "You fucking cowardly pieces of shit!"}
{"ep_id": "225", "sent_id": "6", "text": "!"}
{"ep_id": "225", "sent_id": "0", "text": "(dragonball z voice) My God, Matt's rage levels, they're reaching unprecedented heights!"}
{"ep_id": "225", "sent_id": "0", "text": "No, I mean, I said when we were planning on doing this episode that I had probably the most controversial take I would ever have on this show."}
{"ep_id": "225", "sent_id": "1", "text": "[WILL: Oh boy.]"}
{"ep_id": "225", "sent_id": "2", "text": "I like the Hillary people significantly more than these Obama fucking lizards."}
{"ep_id": "225", "sent_id": "3", "text": "No, I do."}
{"ep_id": "225", "sent_id": "4", "text": "Like these people."}
{"ep_id": "225", "sent_id": "5", "text": "These are"}
{"ep_id": "225", "sent_id": "0", "text": "Like the people like in Hillary's orbit, you like better than this."}
{"ep_id": "225", "sent_id": "1", "text": "Sort of like that."}
{"ep_id": "225", "sent_id": "0", "text": "Yeah."}
{"ep_id": "225", "sent_id": "1", "text": "Yes!"}
{"ep_id": "225", "sent_id": "0", "text": "Give me an ice-chewing psychopath over these fucking fake assholes-"}
{"ep_id": "225", "sent_id": "0", "text": "Not even that!"}
{"ep_id": "225", "sent_id": "1", "text": "Not even that."}
{"ep_id": "225", "sent_id": "2", "text": "Okay."}
{"ep_id": "225", "sent_id": "3", "text": "Yeah, yeah, yeah."}
{"ep_id": "225", "sent_id": "4", "text": "Give me, give me fucking Philippe Reines who at the height of like, MeToo is like, \"Monica, you stupid bitch, you ruined everything!!\""}
{"ep_id": "225", "sent_id": "5", "text": "Because at least they're loyal to their own dumb shit."}
{"ep_id": "225", "sent_id": "6", "text": "At least Hillary kept on like the woman who gave her gum, whose husband was a pedophile, just because they actually care about loyalty."}
{"ep_id": "225", "sent_id": "7", "text": "These fucking cockroaches - They will hang out anyone to dry."}
{"ep_id": "225", "sent_id": "8", "text": "They don't like anything."}
{"ep_id": "225", "sent_id": "9", "text": "That Pod Save America world that Dan Pfeiffer is a part of."}
{"ep_id": "225", "sent_id": "10", "text": "Just look into their eyes and see nothing."}
{"ep_id": "225", "sent_id": "11", "text": "They fly around the world, poisoning themselves with airplane water so they can do live reads for slave labor meal prep companies."}
{"ep_id": "225", "sent_id": "12", "text": "The Hillary people are like, they're freaks too but at least they're passionate, but at least they're like - think about - all these people have ever done is subscribed to the news and work at a comms department for 30 years and then tell you how to argue with your racist uncle, how you need to use facts."}
{"ep_id": "225", "sent_id": "13", "text": "Now think about the lives that the Hillary people."}
{"ep_id": "225", "sent_id": "14", "text": "Before you have Adam Pachinko machine who is like an Orc cop."}
{"ep_id": "225", "sent_id": "15", "text": "[laughter] You have, you have Peter Daou who was a soldier and club musician."}
{"ep_id": "225", "sent_id": "16", "text": "They're like real people."}
{"ep_id": "225", "sent_id": "17", "text": "They're fucking freaks, but they're real people with blood and passion and loyalty, and with these Obama freaks, they don't give a shit."}
{"ep_id": "225", "sent_id": "18", "text": "They will hang out anyone to dry."}
{"ep_id": "225", "sent_id": "19", "text": "They don't believe in anything."}
{"ep_id": "225", "sent_id": "20", "text": "Did you see that fucking video that John Favreau did after Ocasio won?"}
{"ep_id": "225", "sent_id": "21", "text": "Because they knew."}
{"ep_id": "225", "sent_id": "22", "text": "They knew."}
{"ep_id": "225", "sent_id": "23", "text": "They knew they couldn't be like, \"oh, fuck her.\""}
{"ep_id": "225", "sent_id": "24", "text": "Because their biggest fear is people yelling at them, but they also knew that they couldn't say she was good, like, because of what she believes in, because they're the Joe Crowley people, so they literally put out a video of John Favreau is sitting in like a limited edition podcaster's chair going like that he got from Mark Maron, that Mark Maron scammed him for and he's like, \"number one, you have to believe in yourself."}
{"ep_id": "225", "sent_id": "25", "text": "[laughter] Number two, to talk to voters.\""}
{"ep_id": "225", "sent_id": "26", "text": "And it's like you rodent."}
{"ep_id": "225", "sent_id": "27", "text": "You don't believe any of this!"}
{"ep_id": "225", "sent_id": "28", "text": "It's like, at least if Pod Save America was all Hillary people."}
{"ep_id": "225", "sent_id": "29", "text": "Like if it was like Philippe Reines is there, he'd be like \"another stab in the back, you piece of shit Ocasio, this is your final warning!\""}
{"ep_id": "225", "sent_id": "30", "text": "[laughter] and take out a fucking katana."}
{"ep_id": "225", "sent_id": "31", "text": "They're real."}
{"ep_id": "225", "sent_id": "32", "text": "They're real."}
{"ep_id": "225", "sent_id": "33", "text": "They have, they have blood and fury and it's sort of- they have it for the least passionate person alive, but they have it and [VIRGIL: That makes it *more* impressive.]"}
{"ep_id": "225", "sent_id": "34", "text": "Yeah, it's amazing."}
{"ep_id": "225", "sent_id": "35", "text": "I hate these...I hate these former Obama staffers so fucking much."}
{"ep_id": "225", "sent_id": "36", "text": "They're so afraid of like any confrontation that they're like, \"no, actually don't campaign against Trump."}
{"ep_id": "225", "sent_id": "37", "text": "Let's just invent 30 billion fact checking websites and someone else can do it.\""}
{"ep_id": "225", "sent_id": "38", "text": "You are pussies to your absolute core."}
{"ep_id": "225", "sent_id": "39", "text": "You've never done shit."}
{"ep_id": "225", "sent_id": "40", "text": "Like, Oh my God, just die."}
{"ep_id": "225", "sent_id": "0", "text": "They won't even let a young hitta say 'Iran should have nuclear weapons' on their own show."}
{"ep_id": "225", "sent_id": "1", "text": "[laughter] Just to sum it up, the Hillary people, they must be loyal to their capo."}
{"ep_id": "225", "sent_id": "0", "text": "No, dude, that - I feel like an FBI agent who's been like following the mob forever and I have this grudging respect for the Hillary people now because it's like, you know, like the incompetence of like Neera Tanden."}
{"ep_id": "225", "sent_id": "1", "text": "It's like there was a human soul somewhere there, but, but, but"}
{"ep_id": "225", "sent_id": "0", "text": "I don't know."}
{"ep_id": "225", "sent_id": "1", "text": "The fact that she gets barred out and fucking, tweets until three in the morning [laughter] that's passion."}
{"ep_id": "225", "sent_id": "0", "text": "That means she has some level of guilt."}
{"ep_id": "225", "sent_id": "1", "text": "Whereas like, did you think Dan Pfeiffer is just like, he literally doesn't think he's ever done anything like beyond just the most noble pursuit of the truth."}
{"ep_id": "225", "sent_id": "2", "text": "Like I feel like, you know, I'm like, \"Hey, you know, I worked against those guys, but at least they had honor and loyalty and family."}
{"ep_id": "225", "sent_id": "3", "text": "These new guys, they just kill each other all the time.\""}
{"ep_id": "225", "sent_id": "4", "text": "The Obama people, all you need to know about the Obama people versus the Clinton people is like, like the Clintons have been dragged down by all these freaks around them forever and yeah, they fucked over people who weren't in the family, but in the family like they will, they'll keep you on as dead weight forever."}
{"ep_id": "225", "sent_id": "5", "text": "But Obama, like literally his pastor."}
{"ep_id": "225", "sent_id": "6", "text": "[laughter] His pastor."}
{"ep_id": "225", "sent_id": "7", "text": "He was like \"BOOM."}
{"ep_id": "225", "sent_id": "8", "text": "Look how bad I want it!"}
{"ep_id": "225", "sent_id": "9", "text": "BOOM.\""}
{"ep_id": "225", "sent_id": "0", "text": "You're right Neera is getting, she's getting barred up."}
{"ep_id": "225", "sent_id": "1", "text": "She's getting barred up every night."}
{"ep_id": "225", "sent_id": "2", "text": "Whereas these Dan Pfeiffer/Favreau types, Yo, you all cowards don't even smoke crack."}
{"ep_id": "225", "sent_id": "3", "text": "[laughter]"}
{"ep_id": "225", "sent_id": "0", "text": "They're just sitting there drinking fucking drinking smart water, and fuckin *posting."}
{"ep_id": "225", "sent_id": "1", "text": "*"}
{"ep_id": "225", "sent_id": "0", "text": "Damn, this, Melatonin hittin'!"}
{"ep_id": "225", "sent_id": "0", "text": "The difference between these two is the difference between the intelligence dudes in the air conditioned office and Kurtz's Montagnards in \"Apocalypse Now.\""}
{"ep_id": "225", "sent_id": "0", "text": "Okay."}
{"ep_id": "225", "sent_id": "1", "text": "Here's how to - Here's the advice, how to defeat the Trump propaganda machine."}
{"ep_id": "225", "sent_id": "2", "text": "\"One."}
{"ep_id": "225", "sent_id": "3", "text": "Talk to Fox News viewers just don't do it on Fox."}
{"ep_id": "225", "sent_id": "4", "text": "[ALL: No!]"}
{"ep_id": "225", "sent_id": "0", "text": "Never do that, waste of time."}
{"ep_id": "225", "sent_id": "1", "text": "Fucking, fucking just headbutt a fucking wall instead of doing that."}
{"ep_id": "225", "sent_id": "0", "text": "\"Electorally and morally, Democrats cannot afford to cede these voters to the Republicans."}
{"ep_id": "225", "sent_id": "1", "text": "I am resistant to any strategy that says we give up on a third of the country."}
{"ep_id": "225", "sent_id": "2", "text": "Oh, that's a good strategy. \""}
{"ep_id": "225", "sent_id": "0", "text": "No, you have to."}
{"ep_id": "225", "sent_id": "1", "text": "Of course you - THERE\"S TWO FUCKING PARTIES [laughter] if you only lose a THIRD, you're fucking GOLDEN!"}
{"ep_id": "225", "sent_id": "0", "text": "If you get TWO-thirds in return that would seem pretty good!"}
{"ep_id": "225", "sent_id": "0", "text": "No, no, we gotta peel off a third of this third!"}
{"ep_id": "225", "sent_id": "0", "text": "Does he think he needs a 100 percent of votes??"}
{"ep_id": "225", "sent_id": "1", "text": "[laughter]"}
{"ep_id": "225", "sent_id": "0", "text": "That's what they want!"}
{"ep_id": "225", "sent_id": "1", "text": "That's what a big tent is!"}
{"ep_id": "225", "sent_id": "2", "text": "We want 100 percent and if there's one person saying, I don't like this, then it's like, what can we do for you?"}
{"ep_id": "225", "sent_id": "3", "text": "How can we serve you better today?"}
{"ep_id": "225", "sent_id": "0", "text": "What about uh little over a third who doesn't vote?"}
{"ep_id": "225", "sent_id": "1", "text": "Just nothing about winning them over at all."}
{"ep_id": "225", "sent_id": "2", "text": "It's like, no, how can we racistly accommodate you?"}
{"ep_id": "225", "sent_id": "0", "text": "\"We need to combat Fox News by going around Fox News to communicate with their views through interviews on local TV and Facebook and Democrats can and must campaign and those rural areas, Democrats need to give these voters a chance to see them first in person instead of only getting to know them through the funhouse mirror of Fox.\""}
{"ep_id": "225", "sent_id": "0", "text": "All of those local TV channels that they're talking about are owned by Sinclair, almost all of them."}
{"ep_id": "225", "sent_id": "1", "text": "They're even more right wing propagandistic than Fox and you know, and again, this is the direct result of the deregulation of, by the FCC that's been going on since the fucking Clinton administration."}
{"ep_id": "225", "sent_id": "0", "text": "They dug their own fucking grave!"}
{"ep_id": "225", "sent_id": "0", "text": "Yeah."}
{"ep_id": "225", "sent_id": "1", "text": "You remember those things you had, the FTC and a fairness doctrine."}
{"ep_id": "225", "sent_id": "2", "text": "Yeah."}
{"ep_id": "225", "sent_id": "3", "text": "What if you used them?"}
{"ep_id": "225", "sent_id": "4", "text": "Yeah."}
{"ep_id": "225", "sent_id": "0", "text": "\"Barack Obama would often say that if he could just meet every person in America, much like he was able to campaign and it would change the tone of politics, people would see that he is a good, honest person trying to do the right thing."}
{"ep_id": "225", "sent_id": "1", "text": "Maybe he wouldn't get any more votes than he otherwise would have gotten because there are legitimate differences of {MATT: That seems to be an important element!]"}
{"ep_id": "225", "sent_id": "2", "text": "Most people would know the real Obama, not the Fox News caricature.\""}
{"ep_id": "225", "sent_id": "0", "text": "There are *at leas* 15 million people in America who think Obama sucked dick in a limo."}
{"ep_id": "225", "sent_id": "0", "text": "But even if they didn't, if they still voted for Hitler Junior, what fucking difference does it make?"}
{"ep_id": "225", "sent_id": "1", "text": "?"}
{"ep_id": "225", "sent_id": "0", "text": "Okay, this part, this is how the chapter ends, and I consider this the worst part of the book and it's about us, and be ready to"}
{"ep_id": "225", "sent_id": "0", "text": "Turn down Matt's microphone."}
{"ep_id": "225", "sent_id": "0", "text": "Start pumping morphine into Matt's arm."}
{"ep_id": "225", "sent_id": "0", "text": "\"Build out a progressive media."}
{"ep_id": "225", "sent_id": "1", "text": "We are massively outgunned in the media space."}
{"ep_id": "225", "sent_id": "2", "text": "Republicans have powerful weapons amplifying their message."}
{"ep_id": "225", "sent_id": "3", "text": "Parodying Democrats and shaping the online conversations in ways that are bad for progressive causes."}
{"ep_id": "225", "sent_id": "4", "text": "Trump is unique in his ability to dominate public discourse with outrageous utterances, but trump could not have been this successful without the army of right wing propaganda outlets that sprung up in the shadow of the Obama presidency."}
{"ep_id": "225", "sent_id": "5", "text": "If Democrats do not close the gap soon, we will once again have our message drowned out."}
{"ep_id": "225", "sent_id": "6", "text": "With the possible exception of Russian hacking, the right wing media advantage is the greatest threat to progressivism.\""}
{"ep_id": "225", "sent_id": "7", "text": "There is a posting gap, gentlemen."}
{"ep_id": "225", "sent_id": "0", "text": "[as Jack D. Ripper] MR. PRESIDENT, WE CANNOT *ALLOW* A POSTING GAP!"}
{"ep_id": "225", "sent_id": "0", "text": "I mean, he's right about that they do dominate the, the traditional media, but part of that is because they have nothing."}
{"ep_id": "225", "sent_id": "1", "text": "[VIRGIL: Oh, wait for it.]"}
{"ep_id": "225", "sent_id": "2", "text": "They have nothing to counter the Trump blood and thunder with."}
{"ep_id": "225", "sent_id": "0", "text": "Wait for it."}
{"ep_id": "225", "sent_id": "1", "text": "\"Developing an activist, entertaining progressive media is an imperative."}
{"ep_id": "225", "sent_id": "2", "text": "This is different from creating Democratic Fox."}
{"ep_id": "225", "sent_id": "3", "text": "We cannot and should not try to adopt the mirror image of their dishonest, divisive, and frankly racist approach."}
{"ep_id": "225", "sent_id": "4", "text": "[Groans] We should not try to pretend to be fair and balanced to pull the wool over people's eyes."}
{"ep_id": "225", "sent_id": "5", "text": "Unlike conservatives, progressives do not hate the mainstream media and are not looking for a replacement, but we do need a way to engage our supporters, amplify our message, try to win the battle of social media conversation."}
{"ep_id": "225", "sent_id": "6", "text": "We cannot and should not get involved in the propaganda business[laughter] because that is about nullifying the idea of an objective media, and if we want to continue winning arguments based on facts, we need independent arbiters of truth.\""}
{"ep_id": "225", "sent_id": "7", "text": "Here you go."}
{"ep_id": "225", "sent_id": "8", "text": "You Ready?"}
{"ep_id": "225", "sent_id": "9", "text": "{MATT: Hit me.]"}
{"ep_id": "225", "sent_id": "10", "text": "\"For this Crooked Media, the media company started by my cohost is the model for how progressives can erase the right substantial media advantage."}
{"ep_id": "225", "sent_id": "0", "text": "I like the way this Pfnrub thinks!"}
{"ep_id": "225", "sent_id": "1", "text": "[laughter]"}
{"ep_id": "225", "sent_id": "0", "text": "\"John, John and Tommy\" -and I think Tommy's the Republican one-"}
{"ep_id": "225", "sent_id": "0", "text": "Tommy's isn't the Republican one."}
{"ep_id": "225", "sent_id": "1", "text": "Tommy is like the smart one because he didn't."}
{"ep_id": "225", "sent_id": "2", "text": "He's the only one of them who didn't work in comms."}
{"ep_id": "225", "sent_id": "3", "text": "You see Obama cloned 80 million Spartans all named John with no age to work in Comms, but then he had Tommy who is the policy guy."}
{"ep_id": "225", "sent_id": "4", "text": "See all the Jons are like little labrador retrievers just running around."}
{"ep_id": "225", "sent_id": "5", "text": "But Tommy's smart, Tommy's like a cocker spaniel."}
{"ep_id": "225", "sent_id": "6", "text": "[laughter]"}
{"ep_id": "225", "sent_id": "0", "text": "\"Jon, John and Tommy started Crooked Media in the weeks after the 2016 election to inform, entertain and engage."}
{"ep_id": "225", "sent_id": "1", "text": "Pod Save America and the rest of the Crooked Media empire of podcasts are unique in the progressive media space because they're building an engaged audience and helping that audience find ways to channel their energy into action."}
{"ep_id": "225", "sent_id": "2", "text": "Come for the witty banter, stay for the activism."}
{"ep_id": "225", "sent_id": "0", "text": "Oh I do."}
{"ep_id": "225", "sent_id": "1", "text": "I do."}
{"ep_id": "225", "sent_id": "2", "text": "[laughter]"}
{"ep_id": "225", "sent_id": "0", "text": "I cum AT the witty banter!"}
{"ep_id": "225", "sent_id": "0", "text": "Rope, ropes, ropes!"}
{"ep_id": "225", "sent_id": "0", "text": "When I hear John 1117 talk to John 318, and he's like, so, \"uh, you still ordering too many napkins with your takeout?\""}
{"ep_id": "225", "sent_id": "1", "text": "And he's like, \"huh huh huh, YEAH!\""}
{"ep_id": "225", "sent_id": "0", "text": "Yo, it's called, it's called Pod Save America because that's what they're grown in."}
{"ep_id": "225", "sent_id": "1", "text": "[laughter]"}
{"ep_id": "225", "sent_id": "0", "text": "This is \"Halo.\""}
{"ep_id": "225", "sent_id": "1", "text": "This is \"Halo.\""}
{"ep_id": "225", "sent_id": "2", "text": "This is all the Spartan program."}
{"ep_id": "225", "sent_id": "3", "text": "\"John 1117."}
{"ep_id": "225", "sent_id": "4", "text": "Do you to tell me what you're doing at the North Carolina GOP headquarters?\""}
{"ep_id": "225", "sent_id": "5", "text": "\"Sir, finishing this fight."}
{"ep_id": "225", "sent_id": "0", "text": "Guys!"}
{"ep_id": "225", "sent_id": "1", "text": "Guys!"}
{"ep_id": "225", "sent_id": "2", "text": "Dennis Miller just showed up."}
{"ep_id": "225", "sent_id": "3", "text": "Dennis, Dennis, uh, you've been listening."}
{"ep_id": "225", "sent_id": "4", "text": "What, what do you have to say?"}
{"ep_id": "225", "sent_id": "5", "text": "[as Miller] \"I haven't seen this many Johns in one place since 'Buckaroo Banzai!'\""}
{"ep_id": "225", "sent_id": "6", "text": "[laughter]"}
{"ep_id": "225", "sent_id": "0", "text": "\"During the battle to save the Affordable Care Act in 2017 Pod Save and other Crooked Media podcasts used our platforms to encourage our listeners to get involved in the grassroots efforts to pressure Congress to do the right thing."}
{"ep_id": "225", "sent_id": "1", "text": "Crooked Media worked hand in hand with groups like MoveOn, Center for American Progress and Indivisible to inform people about which protests to attend, which members of Congress to target with phone calls and the best talking points to use."}
{"ep_id": "225", "sent_id": "2", "text": "Uh, I remember that , during that fight we were also leading a crusade against the vile pervert known as the Noid."}
{"ep_id": "225", "sent_id": "3", "text": "[laughter]"}
{"ep_id": "225", "sent_id": "0", "text": "And he has not appeared on television to this day."}
{"ep_id": "225", "sent_id": "0", "text": "\"Unlike Fox and Breitbart this not a command and control operation trying to manufacture outrage."}
{"ep_id": "225", "sent_id": "1", "text": "This is an ongoing, honest, no bullshit conversation {MATT: Ooh, using swears!}"}
{"ep_id": "225", "sent_id": "2", "text": "about where the country is headed and what we can do about it."}
{"ep_id": "225", "sent_id": "3", "text": "We are as influenced by the conversations we have with our listeners as they are by us."}
{"ep_id": "225", "sent_id": "4", "text": "Crooked Media is the first bright spot for progressives in the fight against Fox and the pro Trump propagandists."}
{"ep_id": "225", "sent_id": "5", "text": "Now we just need more Crooked Medias.\""}
{"ep_id": "225", "sent_id": "6", "text": "[all groan]"}
{"ep_id": "225", "sent_id": "0", "text": "Just the titanic self regard it would take-"}
{"ep_id": "225", "sent_id": "0", "text": "Just un-thaw a few more Johns, what's the big deal?"}
{"ep_id": "225", "sent_id": "0", "text": "Can you imagine if we even did anything remotely like that, even as a joke, what fucking *assholes* people would call us?"}
{"ep_id": "225", "sent_id": "1", "text": "?"}
{"ep_id": "225", "sent_id": "0", "text": "We put \"revolution\" in the title, like as a joke, because we put \"Guide to the Revolution\" that was our joke title cuz they wouldn't accept \"Year Zero\" and people are like, you fucking piece of shit."}
{"ep_id": "225", "sent_id": "1", "text": "And they're like, \"yes, we have reinvented truth.\""}
{"ep_id": "225", "sent_id": "0", "text": "In the next chapter he talks about Republicans going loco during the Obama years."}
{"ep_id": "225", "sent_id": "1", "text": "I won't read this whole part, but it's a lot of things I've forgotten about what Obama did."}
{"ep_id": "225", "sent_id": "2", "text": "\"He was all about living up to the promise of restoring civility, unity, and bipartisanship."}
{"ep_id": "225", "sent_id": "0", "text": "Mission accomplished, baby!"}
{"ep_id": "225", "sent_id": "1", "text": "Not a complete waste of time at all!"}
{"ep_id": "225", "sent_id": "0", "text": "\"He reappointed Robert Gates, George Bush's secretary of Defense,"}
{"ep_id": "225", "sent_id": "0", "text": "Who stabbed him in the back like crazy, by the way."}
{"ep_id": "225", "sent_id": "0", "text": "The *second* he got out."}
{"ep_id": "225", "sent_id": "0", "text": "\"And Republican Ray LaHood, later nominated Judd Gregg as commerce secretary in the midst of a rapidly worsening economic crisis."}
{"ep_id": "225", "sent_id": "1", "text": "He wanted to work closely with Republican minority in the Senate and house to construct the economic package designed to rescue the economy, the hope was at the time of nearly unprecedented crisis, Republicans should be willing to put politics aside."}
{"ep_id": "225", "sent_id": "2", "text": "{MATT: Of course!"}
{"ep_id": "225", "sent_id": "3", "text": "Which they did!]"}
{"ep_id": "225", "sent_id": "4", "text": "So the president instructed his economic team to reach out to Republicans and incorporate their ideas."}
{"ep_id": "225", "sent_id": "5", "text": "[MATT: Smart!"}
{"ep_id": "225", "sent_id": "6", "text": "Very Smart!]"}
{"ep_id": "225", "sent_id": "7", "text": "which they did, making nearly half the package tax cuts -"}
{"ep_id": "225", "sent_id": "0", "text": "WHICH IS WHY IT SUCKED DICK, AND GOT NO VOTES ANYWAY!"}
{"ep_id": "225", "sent_id": "0", "text": "\"-government spending was wrongly an anathema to Republicans.\""}
{"ep_id": "225", "sent_id": "0", "text": "THEY RUINED IT FOR NO ADVANTAGE!"}
{"ep_id": "225", "sent_id": "0", "text": "Because in our book, \"The Chapo Guide to Revolution, A Manifesto Against Logic, Facts and Reason,\" we also use that point."}
{"ep_id": "225", "sent_id": "1", "text": "We also mentioned that, and in this passage here he's saying, well later you say, well, we were wrong and they didn't work with this obviously, but it's still."}
{"ep_id": "225", "sent_id": "2", "text": "They're proud that they tried?"}
{"ep_id": "225", "sent_id": "0", "text": "They tried."}
{"ep_id": "225", "sent_id": "1", "text": "I mean McConnell said right after the inauguration, It wasn't like they had the."}
{"ep_id": "225", "sent_id": "2", "text": "It was not like they had the wool pulled over their eyes or they got tricked."}
{"ep_id": "225", "sent_id": "3", "text": "This is in the middle of the economy basically collapsing like fucking Home Depot parking lots were war zones and he's all \"ahr goal is to deny Obama a second term.\""}
{"ep_id": "225", "sent_id": "4", "text": "He said that *right away!"}
{"ep_id": "225", "sent_id": "5", "text": "* So what in God's name would make any of these idiots think for a *second* that they would be helpful in constructing any kind of meaningful stimulus package."}
{"ep_id": "225", "sent_id": "0", "text": "I was thinking back about like the, the early days of the Obama administration and like the tell like the fact that he squandered, the fact that he came into office with this popular mandate."}
{"ep_id": "225", "sent_id": "1", "text": "He was very popular at the time."}
{"ep_id": "225", "sent_id": "2", "text": "He basically, by modern standards, a landslide election against McCain, had a democratic Congress and Senate coming in and like, what were the tells?"}
{"ep_id": "225", "sent_id": "3", "text": "The first one that I remember was having that, that fat ginger, what's his name?"}
{"ep_id": "225", "sent_id": "4", "text": "Rick Warren, do his inaugural prayer."}
{"ep_id": "225", "sent_id": "5", "text": "That Hawaiian- shirt-wearing Success Gospel fucking homophobic asshole?"}
{"ep_id": "225", "sent_id": "6", "text": "Rick \"-The Purpose Driven Life,\" that fucking piece of shit."}
{"ep_id": "225", "sent_id": "7", "text": "He had him give his inaugural prayer and then right after that, I know I've talked about it before, but this goes right to what Felix was saying about these people don't believe in anything and have no loyalty."}
{"ep_id": "225", "sent_id": "8", "text": "He fucking threw his own friend, Skip Gates under the bus when a fucking Boston cop arrested him for breaking into his house."}
{"ep_id": "225", "sent_id": "9", "text": "And made them both come get a beer with him and get photographed together."}
{"ep_id": "225", "sent_id": "0", "text": "[as Obama] \"Uhh, let's all have a beer."}
{"ep_id": "225", "sent_id": "1", "text": "Sir, uh, Seamus McBlackHate, come over here."}
{"ep_id": "225", "sent_id": "2", "text": "Have a Blue Moon."}
{"ep_id": "225", "sent_id": "0", "text": "I like, I remember when he got it, like I was a little skeptical about him going in."}
{"ep_id": "225", "sent_id": "1", "text": "Uh, but he, you know, I, I, I read all these books when I was like 15, 16, like a, what was that one about?"}
{"ep_id": "225", "sent_id": "2", "text": "Uh, the Texas House Speaker, Right?"}
{"ep_id": "225", "sent_id": "3", "text": "The will to power."}
{"ep_id": "225", "sent_id": "4", "text": "Oh, Jim, Right Jim, right?"}
{"ep_id": "225", "sent_id": "5", "text": "Yeah."}
{"ep_id": "225", "sent_id": "6", "text": "Whoops."}
{"ep_id": "225", "sent_id": "7", "text": "Uh, and uh, all the Caro LBJ books and it was just shocking to me like how different, how far right, like the public discourse about like labor and like government expenditures and government controls had moved in like a very short time."}
{"ep_id": "225", "sent_id": "8", "text": "And I remember thinking like, well, Obama isn't what people think he is going to be, but he has this unique opportunity where it's like you can take all the last 40 years and you just, you have this perfect moment."}
{"ep_id": "225", "sent_id": "9", "text": "You can just slam it back, you can go back to, not that it was like even close to what we need, but you can go back to how people maybe thought about the necessity of labor unions."}
{"ep_id": "225", "sent_id": "10", "text": "The, uh, the necessity of like not cutting certain government expenditures in safety nets, he ran on card check, write a billion things."}
{"ep_id": "225", "sent_id": "11", "text": "And then he gets in there and it's like, yeah, let's have a beer summit with my friend who I've totally thrown under the bus, so I can hang out with the guy who pulled over Paul Pierce 34 times."}
{"ep_id": "225", "sent_id": "12", "text": "[laughter] Tim Geitner who, that little manlet who lived in the pocket of Jamie Diamond for a decade -"}
{"ep_id": "225", "sent_id": "0", "text": "By the way, news item on Tim Geitner this week: {FELIX: Fucking little rat!]"}
{"ep_id": "225", "sent_id": "1", "text": "What has that piece of shit been doing since he left the White House?"}
{"ep_id": "225", "sent_id": "2", "text": "Answer is he sits on the board of a company that literally males checks to destitute people and when they cash them immediately start charging them interest and then prosecute them when they can't pay it back."}
{"ep_id": "225", "sent_id": "3", "text": "And get the court fees from the state for doing so."}
{"ep_id": "225", "sent_id": "0", "text": "They have to pay the lawyers fees, which is worse."}
{"ep_id": "225", "sent_id": "0", "text": "it is usury in like a Blbilical sense -"}
{"ep_id": "225", "sent_id": "0", "text": "No!"}
{"ep_id": "225", "sent_id": "1", "text": "It's We're going to take usury and combine it with a prank show."}
{"ep_id": "225", "sent_id": "2", "text": "It's like fucking punked with Ashton Kutcher."}
{"ep_id": "225", "sent_id": "3", "text": "Like \"we're going to give money to this poor idiot."}
{"ep_id": "225", "sent_id": "4", "text": "And then when he fucking takes it, we're going to fucking screw 'em!!\""}
{"ep_id": "225", "sent_id": "0", "text": "Matt, I was talking to you about this the other night."}
{"ep_id": "225", "sent_id": "1", "text": "This would be like the equivalent of like the robber barons of the gilded age when they would just throw money out of their Rolls Royces or Zepplins at people just to amuse themselves, to see people fight over it, to get a silver nickel or whatever."}
{"ep_id": "225", "sent_id": "2", "text": "Uh, it would be like that, if they started charging them all interest and then sent Pinkertons to kill them and they didn't pay."}
{"ep_id": "225", "sent_id": "0", "text": "Carnegie would have been like, 'God damn, that's cold."}
{"ep_id": "225", "sent_id": "1", "text": "I don't even do that shit!\""}
{"ep_id": "225", "sent_id": "0", "text": "Guys, guys."}
{"ep_id": "225", "sent_id": "1", "text": "I feel like we're getting really close to Fox News with how we're not using an argument, we're just demonizing this guy Tim Geitner and we could be as bad as him if we do that."}
{"ep_id": "225", "sent_id": "0", "text": "Who knows how many people were *helped* by these insanely usurious and un-pay-back-able loans?"}
{"ep_id": "225", "sent_id": "0", "text": "And then this asshole Tim Geitner is the guy who Obama chose to put in charge of the economic, or the, the fiscal policy and economic - Is it monetary or fiscal policy?"}
{"ep_id": "225", "sent_id": "1", "text": "Monetary policy and economic recovery in this country, this predatory psycho piece of shit like, this goes back to the thing, can't they ever get angry?"}
{"ep_id": "225", "sent_id": "2", "text": "Can't they ever be mean to someone?"}
{"ep_id": "225", "sent_id": "3", "text": "How hard would it have been to a Obama, with is approval rating, just say \"fuck that asshole cop!"}
{"ep_id": "225", "sent_id": "4", "text": "He had no business fucking asking what his name is.\""}
{"ep_id": "225", "sent_id": "0", "text": "I have an answer-"}
{"ep_id": "225", "sent_id": "0", "text": "He did, to begin with!"}
{"ep_id": "225", "sent_id": "1", "text": "He said \"the cop, I uhh thought that was stupid\" and then the right wing shit their britches, like, \"how can you say that about a police officer??\""}
{"ep_id": "225", "sent_id": "2", "text": "and then he immediately backed down."}
{"ep_id": "225", "sent_id": "3", "text": "He would have these like tepid statements and then the thing was is that he would immediately back down as soon as he was challenged by people who would never give him any fucking legitimacy no matter what he did."}
{"ep_id": "225", "sent_id": "0", "text": "They don't like argument, they don't like disagreement, they don't like being made to feel like they're bad, so they will cede *everything* that they have in front of them, everything that they believe in, just so that the worst people in the world can maybe think of them as not bad - or not like them."}
{"ep_id": "225", "sent_id": "0", "text": "Yeah, it never crosses their mind."}
{"ep_id": "225", "sent_id": "1", "text": "That for this third of the country that there is no way for a black guy to criticize a cop that they won't like self-immolate at Menards over."}
{"ep_id": "225", "sent_id": "0", "text": "Will, there is an answer to your question at the end of the chapter."}
{"ep_id": "225", "sent_id": "1", "text": "\"Here's how to beat the Republicans: go high.\""}
{"ep_id": "225", "sent_id": "2", "text": "[groaning] Democrats cannot and should not try to be a paler shade of trump, i.e., slightly less orange."}
{"ep_id": "225", "sent_id": "3", "text": "[FELIX, Ooh, got'em!]"}
{"ep_id": "225", "sent_id": "4", "text": "I can see some of the temptation of this approach."}
{"ep_id": "225", "sent_id": "5", "text": "Doing the right thing is hard and can be painful."}
{"ep_id": "225", "sent_id": "6", "text": "People like Franken resigned from Congress for allegations of misconduct while Donald Trump gets to stay in power."}
{"ep_id": "225", "sent_id": "7", "text": "Trump and Republicans violate norm after norm and lie in ways never seen before in politics, seemingly without consequence."}
{"ep_id": "225", "sent_id": "8", "text": "It's tempting to try their approach after hours failed in 2016, but we cannot give into that temptation first and foremost."}
{"ep_id": "225", "sent_id": "9", "text": "It's the wrong thing to do."}
{"ep_id": "225", "sent_id": "10", "text": "And call me naive, but I believe as, Barack Obama does, that in the long run, doing the right thing is the best politics."}
{"ep_id": "225", "sent_id": "11", "text": "Hopefully sooner rather than later, Republicans will pay a steep price for embracing Trumpism and cultivating the worst instincts of Americans are short term political power.\""}
{"ep_id": "225", "sent_id": "0", "text": "No they won't, and that's very telling right there."}
{"ep_id": "225", "sent_id": "1", "text": "That line about doing the right thing is hard, but it's worth it."}
{"ep_id": "225", "sent_id": "2", "text": "In his mind, doing the right thing is being nice."}
{"ep_id": "225", "sent_id": "3", "text": "No, fuck you."}
{"ep_id": "225", "sent_id": "4", "text": "That's not naivete."}
{"ep_id": "225", "sent_id": "5", "text": "That's malfeasance."}
{"ep_id": "225", "sent_id": "6", "text": "Doing the right thing is passing the legislation that people need in this country and that you ran on and that people who, even if they even took your campaign even one-tenth seriously, when they pulled that lever, that you've pissed all over."}
{"ep_id": "225", "sent_id": "7", "text": "That's doing the right thing."}
{"ep_id": "225", "sent_id": "8", "text": "It's not being *nice* to the fucking Republicans or *not* being like Trump because you know what other cavete is, what it said about Trump there, he gets to keep power?"}
{"ep_id": "225", "sent_id": "9", "text": "That's right."}
{"ep_id": "225", "sent_id": "10", "text": "He does."}
{"ep_id": "225", "sent_id": "0", "text": "The last substantive chapter of the book is about a topic that is very, very dear to us all."}
{"ep_id": "225", "sent_id": "1", "text": "It's a big part of our praxis."}
{"ep_id": "225", "sent_id": "2", "text": "It's about twitter."}
{"ep_id": "225", "sent_id": "3", "text": "{MATT: Very important.]"}
{"ep_id": "225", "sent_id": "4", "text": "First Dan tells a story about being in the hospital with some infection and he's like on painkillers and stuff, but he's-"}
{"ep_id": "225", "sent_id": "0", "text": "He got a tainted batch of news."}
{"ep_id": "225", "sent_id": "1", "text": "[laughter]"}
{"ep_id": "225", "sent_id": "0", "text": "But he's also just gone into tweeting and he's trying to reply something Jonathan Martin tweeted-"}
{"ep_id": "225", "sent_id": "0", "text": "Oh wish I could be there for that conversation..."}
{"ep_id": "225", "sent_id": "0", "text": "And this is, again, this is a multi page story about tweeting in a hospital bed, or just his Twitter generally."}
{"ep_id": "225", "sent_id": "1", "text": "\"My intention was to tweet 'also a bigger factor on the right.'"}
{"ep_id": "225", "sent_id": "2", "text": "I hit send and put my Blackberry next to me on the hospital bed and waited to fall into a deep chemically induced sleep."}
{"ep_id": "225", "sent_id": "3", "text": "For once in my life, my obsessive compulsive phone addiction worked to my advantage, as my eyes were rolling back into my head, I took one last look at my phone."}
{"ep_id": "225", "sent_id": "4", "text": "That's when I saw the email."}
{"ep_id": "225", "sent_id": "5", "text": "'Delete your last tweet ASAP.'"}
{"ep_id": "225", "sent_id": "6", "text": "My stomach sank."}
{"ep_id": "225", "sent_id": "7", "text": "It was the worst mistake I could have made."}
{"ep_id": "225", "sent_id": "8", "text": "See, the 'B' key and the 'N' key right next to each other, and I have fat thumbs even when not under the influence of heavy medication."}
{"ep_id": "225", "sent_id": "9", "text": "[FELIX:Holy."}
{"ep_id": "225", "sent_id": "10", "text": "Shit.]"}
{"ep_id": "225", "sent_id": "11", "text": "My tweet read: '@JonathanMartin also an n-word factor on the right.'"}
{"ep_id": "225", "sent_id": "12", "text": "[laughter]"}
{"ep_id": "225", "sent_id": "0", "text": "Yeah, and then like the Republicans, they want to argue with facts, saw the words \"N word factor\" factor and they're like, \"there we go."}
{"ep_id": "225", "sent_id": "1", "text": "We got our 2010 midterms message, boys.\""}
