{"ep_id": "225", "sent_id": "0", "text": "This is like trial lawyers, if like if you're like a hot shot like defense attorney or even like a high level litigator will always tell you the facts of the case, the evidence of the case don't matter."}
{"ep_id": "225", "sent_id": "1", "text": "When you're in front of a jury, i.e."}
{"ep_id": "225", "sent_id": "2", "text": "the voters, all that matters is telling a story that's more believable than the other side."}
{"ep_id": "225", "sent_id": "3", "text": "It's using facts yet they're there."}
{"ep_id": "225", "sent_id": "4", "text": "They have to be dealt with, but all in all they are is just like stitching in this weave, this tapestry of a story that you're selling to an audience and if you understand your audience, whether it be the jury or a voter, then you can get them to believe you and you can wrap them around your finger."}
{"ep_id": "225", "sent_id": "5", "text": "He just seems to think if we, if all of us are, like you said, enlisted in this posting crusade where we're constantly fact checking every single thing that gets posted on social media or that Mee-Maw or Pep Pep, you know?"}
{"ep_id": "225", "sent_id": "6", "text": "Oh, sorry, sorry, Gran, uh, Obama, you know, uh, you know, I don't know, wasn't born in Kenya or whatever and here's x, y, or z bullet points to tell you why, what, it doesn't matter."}
{"ep_id": "225", "sent_id": "7", "text": "The story about Obama being a foreigner is a story that she believes because it's a story that makes sense to her, it makes sense to her because it describes to he, what she's feeling."}
{"ep_id": "225", "sent_id": "8", "text": "Doesn't matter if it's true or not."}
{"ep_id": "225", "sent_id": "9", "text": "What she's feeling is that Obama is different from her."}
{"ep_id": "225", "sent_id": "10", "text": "He's foreign in some way and that he is a threat to what is familiar and known to her."}
{"ep_id": "225", "sent_id": "11", "text": "Yeah, you can't, you can't convince that person otherwise, what you have to do is tell a better story."}
{"ep_id": "225", "sent_id": "12", "text": "Tell a story that frank quite frankly excludes these fucking apes."}
