{"ep_id": "firstdraft.txt", "sent_id": "0", "text": "Welcome to First Draft with me Sarah Enni."}
{"ep_id": "firstdraft.txt", "sent_id": "1", "text": "This episode is brought to you by THE WEDDING DATE by Jasmine Guillory, due out in February 2018, which is just exactly the kind of delightful rom-com I need in these oh so troubled times."}
{"ep_id": "firstdraft.txt", "sent_id": "2", "text": "Speaking of what we need in troubled times, Im so excited to be announcing this week that First Draft is going to be working with Misfits and Daydreamers the writing advice newsletter [sign up now] run by New York Times Best-Selling YA author Susan Dennard [author of the TRUTHWITCH Series, as well as the SOMETHING STRANGE AND DEADLY Series]."}
{"ep_id": "firstdraft.txt", "sent_id": "3", "text": "Susan has been doling out priceless writing advice for years, and now more than 5,500 people are signed up to get bi-weekly tips, tricks, and inspiration from Susan."}
{"ep_id": "firstdraft.txt", "sent_id": "4", "text": "As part of our partnership, subscribers to Misfits and Daydreamers will get some bonus content from First Draft interviewees."}
{"ep_id": "firstdraft.txt", "sent_id": "5", "text": "That means transcripts, or audio of the author answering questions from Susan or her readers."}
{"ep_id": "firstdraft.txt", "sent_id": "6", "text": "And Susan will be giving some writing advice to First Draft listeners in special episodes, the first of which will be coming out this week."}
{"ep_id": "firstdraft.txt", "sent_id": "7", "text": "So, be sure to sign up for Susans newsletter, Ill post the link in show notes and on the First Draft Twitter and Facebook, and stay tuned to the First Draft special episode with bonus advice from Susan yay!"}
{"ep_id": "firstdraft.txt", "sent_id": "8", "text": "Okay, now on to this weeks episode."}
{"ep_id": "firstdraft.txt", "sent_id": "9", "text": "This week Im talking to Robin Benway, author of many books including Audrey, Wait!"}
{"ep_id": "firstdraft.txt", "sent_id": "10", "text": "and Emmy & Oliver."}
{"ep_id": "firstdraft.txt", "sent_id": "11", "text": "Her newest, Far From the Tree was named finalist for the National Book Award for Young Peoples Literature for 2017."}
{"ep_id": "firstdraft.txt", "sent_id": "12", "text": "Robin and I have sat down before, so please be sure to check out her first interview to learn more about how she became a writer."}
{"ep_id": "firstdraft.txt", "sent_id": "13", "text": "For our follow-up interview, we met once again at Robins kitchen table, windows open to a warm Los Angeles day."}
{"ep_id": "firstdraft.txt", "sent_id": "14", "text": "Her co-pilot, Hudson the dog, snoozing on his bed."}
{"ep_id": "firstdraft.txt", "sent_id": "15", "text": "The year leading up to the release of Far from the Tree was a trial-by-fire for Robin and Im so thankful to her for sharing her story with such honesty."}
{"ep_id": "firstdraft.txt", "sent_id": "16", "text": "I think youll find it relatable and inspiring in equal measure."}
{"ep_id": "firstdraft.txt", "sent_id": "17", "text": "So, grab a stack of post-it notes, dont leave behind your cup of coffee, and enjoy the conversation."}
{"ep_id": "firstdraft.txt", "sent_id": "18", "text": "Okay, so, how are you?"}
{"ep_id": "firstdraft.txt", "sent_id": "19", "text": "Im good, how are you?"}
{"ep_id": "firstdraft.txt", "sent_id": "20", "text": "Im so good."}
{"ep_id": "firstdraft.txt", "sent_id": "21", "text": "We are back at your table in your apartment."}
{"ep_id": "firstdraft.txt", "sent_id": "22", "text": "Round two [at the] kitchen."}
{"ep_id": "firstdraft.txt", "sent_id": "23", "text": "This is the second time were talking, so Im gonna link in the show notes to our previous conversation where you talk about your childhood and growing up, and how you came to writing."}
{"ep_id": "firstdraft.txt", "sent_id": "24", "text": "Okay."}
{"ep_id": "firstdraft.txt", "sent_id": "25", "text": "But we have a whole lot to talk about with your new book coming out."}
{"ep_id": "firstdraft.txt", "sent_id": "26", "text": "Oh yeah."}
{"ep_id": "firstdraft.txt", "sent_id": "27", "text": "Far from the tree."}
{"ep_id": "firstdraft.txt", "sent_id": "28", "text": "Its so exciting."}
{"ep_id": "firstdraft.txt", "sent_id": "29", "text": "First, before we get anywhere else, Id love for you to pitch Far from the Tree and give us a sense of what the book is about."}
{"ep_id": "firstdraft.txt", "sent_id": "30", "text": "Sure."}
{"ep_id": "firstdraft.txt", "sent_id": "31", "text": "So, it opens with sixteen-year-old Grace, and she is pregnant."}
{"ep_id": "firstdraft.txt", "sent_id": "32", "text": "And the first scene she is giving birth to her daughter who she has decided to give up for adoption."}
{"ep_id": "firstdraft.txt", "sent_id": "33", "text": "No spoilers there."}
{"ep_id": "firstdraft.txt", "sent_id": "34", "text": "Its real fast, I was reading it last night and I was like, Wow, we get to a lot in five pages!\n\nYeah, by the second page youre like, Oh!"}
{"ep_id": "firstdraft.txt", "sent_id": "35", "text": "Shes giving birth. But shes really struggling with that decision."}
{"ep_id": "firstdraft.txt", "sent_id": "36", "text": "She knows its the right choice for her daughter, who is now someone elses daughter."}
{"ep_id": "firstdraft.txt", "sent_id": "37", "text": "Shes chosen a couple to adopt the baby, but shes really struggling with that loss."}
{"ep_id": "firstdraft.txt", "sent_id": "38", "text": "And in doing that, Grace herself has been adopted, and she wants to find her birth mother."}
{"ep_id": "firstdraft.txt", "sent_id": "39", "text": "In looking for her birth mother, discovers that she has and older brother, Joaquin, and a younger sister, Maya."}
{"ep_id": "firstdraft.txt", "sent_id": "40", "text": "The story is told from all three of their point-of-views."}
{"ep_id": "firstdraft.txt", "sent_id": "41", "text": "They all grew up very differently."}
{"ep_id": "firstdraft.txt", "sent_id": "42", "text": "Maya was adopted at birth as was Grace, but Joaquin wasnt."}
{"ep_id": "firstdraft.txt", "sent_id": "43", "text": "He wound up in foster care."}
{"ep_id": "firstdraft.txt", "sent_id": "44", "text": "Joaquin is seventeen and Grace is sixteen and Maya is fifteen."}
{"ep_id": "firstdraft.txt", "sent_id": "45", "text": "Its about how they all come together, and in that sibling way, their lives start to intersect and blend and the choices that one of them makes start affecting the other two  like family does."}
{"ep_id": "firstdraft.txt", "sent_id": "46", "text": "Mm-hmm."}
{"ep_id": "firstdraft.txt", "sent_id": "47", "text": "When we talked last it seemed like [there is] this pattern, that your book ideas come to you out of the clear blue sky."}
{"ep_id": "firstdraft.txt", "sent_id": "48", "text": "[Laughing] Unfortunately, yes, thats the pattern."}
{"ep_id": "firstdraft.txt", "sent_id": "49", "text": "How did this idea come to you for Far from the Tree?"}
{"ep_id": "firstdraft.txt", "sent_id": "50", "text": "Out of the clear blue sky, literally."}
{"ep_id": "firstdraft.txt", "sent_id": "51", "text": "I tried and tried to write a book follow-up to Emmy & Oliver."}
{"ep_id": "firstdraft.txt", "sent_id": "52", "text": "I just couldnt nail down an idea."}
{"ep_id": "firstdraft.txt", "sent_id": "53", "text": "I wrote about fifty pages of the same book and it just wasnt right."}
{"ep_id": "firstdraft.txt", "sent_id": "54", "text": "I was writing words to write words to meet a word count."}
{"ep_id": "firstdraft.txt", "sent_id": "55", "text": "But I was just filling space, I wasnt actually putting together a story."}
{"ep_id": "firstdraft.txt", "sent_id": "56", "text": "My agent was finally like, I dont know if this is the idea for you. It felt good to hear someone else say that."}
{"ep_id": "firstdraft.txt", "sent_id": "57", "text": "So, I finally had an email with my agent and my editor, Kristen Pettit at Harper who was my editor for Emmy & Oliver."}
{"ep_id": "firstdraft.txt", "sent_id": "58", "text": "I just said, I dont have any ideas."}
{"ep_id": "firstdraft.txt", "sent_id": "59", "text": "I need to walk away for a while and just figure out what that is. A week later, I was in a parking lot at Costco and a Florence & the Machine song came on [Cosmic Love] and I heard the first line which was, A falling star fell from your heart and landed in my eye. Thats the very first line of the song, and I was like, Thats adoption. It made me think of a mothers love being transferred to a baby even though she doesnt get to keep that baby."}
{"ep_id": "firstdraft.txt", "sent_id": "60", "text": "Immediately, I was like, This girl is sixteen and she goes looking and she finds her siblings. All three characters came so vividly, so fast."}
{"ep_id": "firstdraft.txt", "sent_id": "61", "text": "I mean, literally, the song was still playing, the song wasnt even over yet."}
{"ep_id": "firstdraft.txt", "sent_id": "62", "text": "I sent an email right there in the car to my editor, and it was this long stream of consciousness like, This is the story."}
{"ep_id": "firstdraft.txt", "sent_id": "63", "text": "This is the idea. And she wrote back immediately and was like, This is an idea."}
{"ep_id": "firstdraft.txt", "sent_id": "64", "text": "This is a good book, you should start working on it.\n\nThats super interesting because you said that thats how Audrey, Wait!"}
{"ep_id": "firstdraft.txt", "sent_id": "65", "text": "Came to you."}
{"ep_id": "firstdraft.txt", "sent_id": "66", "text": "Yes!"}
{"ep_id": "firstdraft.txt", "sent_id": "67", "text": "And I have to say, Audrey and this book  Far from the Tree  both came to me that way."}
{"ep_id": "firstdraft.txt", "sent_id": "68", "text": "Emmy & Oliver came to me, but it was a much slower [process]."}
{"ep_id": "firstdraft.txt", "sent_id": "69", "text": "I had an idea, but then figuring out who the characters were was tricky."}
{"ep_id": "firstdraft.txt", "sent_id": "70", "text": "These characters, I knew them right away."}
{"ep_id": "firstdraft.txt", "sent_id": "71", "text": "They just showed up."}
{"ep_id": "firstdraft.txt", "sent_id": "72", "text": "Yeah."}
{"ep_id": "firstdraft.txt", "sent_id": "73", "text": "Thats so wild."}
{"ep_id": "firstdraft.txt", "sent_id": "74", "text": "Yeah, so good thing!"}
{"ep_id": "firstdraft.txt", "sent_id": "75", "text": "[laughing]\n\nI want to talk a little more about that because even imagining writing that email  I have to walk away for a while  that must have been really difficult to do."}
{"ep_id": "firstdraft.txt", "sent_id": "76", "text": "It was very difficult."}
{"ep_id": "firstdraft.txt", "sent_id": "77", "text": "In the time that weve spoken, three years ago, Ive spent a lot of time thinking, Am I still a writer? I am a writer, I will always be a writer."}
{"ep_id": "firstdraft.txt", "sent_id": "78", "text": "Am I an author still. Even once I figured out the idea for Far from the Tree, my book was a year-and-a-half late."}
{"ep_id": "firstdraft.txt", "sent_id": "79", "text": "It should have been out in summer 2016 and now its publishing in October of 2017."}
{"ep_id": "firstdraft.txt", "sent_id": "80", "text": "It was a really hard book."}
{"ep_id": "firstdraft.txt", "sent_id": "81", "text": "It was hard for me to figure out how to tell the story."}
{"ep_id": "firstdraft.txt", "sent_id": "82", "text": "I knew it, but I couldnt figure out how to tell it."}
{"ep_id": "firstdraft.txt", "sent_id": "83", "text": "And I wasnt sure that I was ever gonna get to that point where I could actually write this book even though I knew it."}
{"ep_id": "firstdraft.txt", "sent_id": "84", "text": "I want to differentiate between the time you spent writing the wrong book, and then the time you spent with Far from the Tree, because it seems like there were difficulties on two fronts."}
{"ep_id": "firstdraft.txt", "sent_id": "85", "text": "Yes, yes."}
{"ep_id": "firstdraft.txt", "sent_id": "86", "text": "Maybe you were in a non-writing place for a while."}
{"ep_id": "firstdraft.txt", "sent_id": "87", "text": "Yes, thats exactly [right]."}
{"ep_id": "firstdraft.txt", "sent_id": "88", "text": "The way I explained it to myself, to make peace, was that I had been an author for a long time and I needed to go back and be a writer."}
{"ep_id": "firstdraft.txt", "sent_id": "89", "text": "So, I left social media for five months."}
{"ep_id": "firstdraft.txt", "sent_id": "90", "text": "I walked away... not walked away, it wasnt like I had a thousand promo opportunities, but I stopped promoting all of my other books."}
{"ep_id": "firstdraft.txt", "sent_id": "91", "text": "I walked away."}
{"ep_id": "firstdraft.txt", "sent_id": "92", "text": "I just took a big step back and I read and reflected on, What do I want to do? Because at the end of the day being a writer is more important to me than being an author, if that makes sense."}
{"ep_id": "firstdraft.txt", "sent_id": "93", "text": "I will love to write books."}
{"ep_id": "firstdraft.txt", "sent_id": "94", "text": "I will write books for as long as people let me."}
{"ep_id": "firstdraft.txt", "sent_id": "95", "text": "But if I have to pick between publishing books, and being able to write just for myself, I will always pick writing."}
{"ep_id": "firstdraft.txt", "sent_id": "96", "text": "That seems like a really big thing to have to choose."}
{"ep_id": "firstdraft.txt", "sent_id": "97", "text": "Yeah."}
{"ep_id": "firstdraft.txt", "sent_id": "98", "text": "It got to the point where I was like, I might have to choose between these two things. I feel very grateful for all of the wonderful reception Far from the Tree has gotten, because it was born out of a lot of anxiety and uncertainty."}
{"ep_id": "firstdraft.txt", "sent_id": "99", "text": "With publishing, you just dont know whats coming."}
{"ep_id": "firstdraft.txt", "sent_id": "100", "text": "You could get a fabulous email and the next day you could get a terrible email."}
{"ep_id": "firstdraft.txt", "sent_id": "101", "text": "So, I really had to figure out, If I am going to write this book, I need to make sure its a good book."}
{"ep_id": "firstdraft.txt", "sent_id": "102", "text": "And if that means walking away for a while, then thats what I need to do.\n\nYou are a full-time writer, but also people who are in this know that doesnt mean that you have security or that theres a consistency to your life [laughing]."}
{"ep_id": "firstdraft.txt", "sent_id": "103", "text": "[Laughing] Exactly!"}
{"ep_id": "firstdraft.txt", "sent_id": "104", "text": "Its so funny, Im obviously not denigrating nine-to-five jobs, but for me I always wanted to have a different kind of life and I wanted to have a different kind of job."}
{"ep_id": "firstdraft.txt", "sent_id": "105", "text": "I definitely went through a period where I was like, You know what sounds amazing?"}
{"ep_id": "firstdraft.txt", "sent_id": "106", "text": "A nine-to-five job, where you get paid every two weeks [chuckles], and then you get health insurance and a 401K. I definitely went through that phase."}
{"ep_id": "firstdraft.txt", "sent_id": "107", "text": "I still do not at all regret becoming a writer, obviously, Im very happy with my life."}
{"ep_id": "firstdraft.txt", "sent_id": "108", "text": "But, there was a dip for a while where I did feel like, Did I make the right decision? After five books, I was like, Am I done?\n\nIve been thinking a lot about this lately."}
{"ep_id": "firstdraft.txt", "sent_id": "109", "text": "Ive talked to a lot of people who have had this sort of hitting bottom in a way, and then the book that comes from that is this meant-to-be kind of thing."}
{"ep_id": "firstdraft.txt", "sent_id": "110", "text": "Looking back where youre like, Oh! Obviously, you had to go through that in order to write, maybe the best book ever  that youve written to date."}
{"ep_id": "firstdraft.txt", "sent_id": "111", "text": "Thats what I kept telling myself."}
{"ep_id": "firstdraft.txt", "sent_id": "112", "text": "Im like, This has to be for something. Right before I wrote Audrey, my first book  which is gonna be ten years in April that it was published, which is insane  but right before that period, I went through a really difficult time of sickness and loss and death and uncertainty, and from that came the start of an amazing career."}
{"ep_id": "firstdraft.txt", "sent_id": "113", "text": "So, I kept telling myself, Everything has a crest and a trough, and if this is the trough then that means the crest is coming. Thats sort of what I clung to when I was deep in it and not feeling great."}
{"ep_id": "firstdraft.txt", "sent_id": "114", "text": "I was like, This is a career."}
{"ep_id": "firstdraft.txt", "sent_id": "115", "text": "You have ups and downs and uncertain times. I had to keep telling myself that."}
{"ep_id": "firstdraft.txt", "sent_id": "116", "text": "Yeah, thats a lot."}
{"ep_id": "firstdraft.txt", "sent_id": "117", "text": "And you wrote three books in three years."}
{"ep_id": "firstdraft.txt", "sent_id": "118", "text": "You had been on this crazy pace that isnt sustainable."}
{"ep_id": "firstdraft.txt", "sent_id": "119", "text": "I think for some people it is."}
{"ep_id": "firstdraft.txt", "sent_id": "120", "text": "Some people work really, really well  are high functioning  at that level."}
{"ep_id": "firstdraft.txt", "sent_id": "121", "text": "And I think I am at times."}
{"ep_id": "firstdraft.txt", "sent_id": "122", "text": "By number three, I was like, Oh."}
{"ep_id": "firstdraft.txt", "sent_id": "123", "text": "Im just burnt out. I was just burnt out."}
{"ep_id": "firstdraft.txt", "sent_id": "124", "text": "A book a year, which is a lot of people who are making their careers writing for young adult, talk about that being what publishers want as an ideal."}
{"ep_id": "firstdraft.txt", "sent_id": "125", "text": "And so, I think thats kind of understood, or thats a goal a lot of people have."}
{"ep_id": "firstdraft.txt", "sent_id": "126", "text": "But, Ive never heard someone mention that in a way where theyre like, This is great and easy!"}
{"ep_id": "firstdraft.txt", "sent_id": "127", "text": "I cant wait to do one book a year what a cinch!\n\nYour personal life is soaring right now because Im working at this pace."}
{"ep_id": "firstdraft.txt", "sent_id": "128", "text": "So, it seems like something we maybe all need to be talking about like, Is this acceptable?\n\nIs it sustainable?\n\nYeah."}
{"ep_id": "firstdraft.txt", "sent_id": "129", "text": "It seems like that is a very difficult thing to ask."}
{"ep_id": "firstdraft.txt", "sent_id": "130", "text": "I think its hard to put that expectancy of results on every author."}
{"ep_id": "firstdraft.txt", "sent_id": "131", "text": "Its just impossible."}
{"ep_id": "firstdraft.txt", "sent_id": "132", "text": "Because again, some people can do that and then they have to take a couple of years off, like me."}
{"ep_id": "firstdraft.txt", "sent_id": "133", "text": "And some people can producer four books in a year because theyre writing middle grade and picture books, which is wonderful."}
{"ep_id": "firstdraft.txt", "sent_id": "134", "text": "Im so glad that people can produce at that rate, but I dont think thats a fair thing to put to be fair, its not like publishers are like, You publish a book a year or nothing!\n\nIts not like a publishing gulag."}
{"ep_id": "firstdraft.txt", "sent_id": "135", "text": "[Laughing] No, no!"}
{"ep_id": "firstdraft.txt", "sent_id": "136", "text": "Youre out! But, at the same time, you do feel that pressure to produce at the level that everyone else is producing at."}
{"ep_id": "firstdraft.txt", "sent_id": "137", "text": "Not only in quality but in quantity."}
{"ep_id": "firstdraft.txt", "sent_id": "138", "text": "One more brief question about the book that wasnt."}
{"ep_id": "firstdraft.txt", "sent_id": "139", "text": "I think I remember youve had false starts before, or youve had some ideas that didnt end up coming to fruition."}
{"ep_id": "firstdraft.txt", "sent_id": "140", "text": "What do you think it was about that idea that wasnt working?"}
{"ep_id": "firstdraft.txt", "sent_id": "141", "text": "When you think about that book, where does it sit for you?"}
{"ep_id": "firstdraft.txt", "sent_id": "142", "text": "There were two versions of the book."}
{"ep_id": "firstdraft.txt", "sent_id": "143", "text": "One involved two girls and one involved a girl and a celebrity."}
{"ep_id": "firstdraft.txt", "sent_id": "144", "text": "I think the celebrity thing, I just felt like I did this with Audrey."}
{"ep_id": "firstdraft.txt", "sent_id": "145", "text": "I explored the concept of celebrity."}
{"ep_id": "firstdraft.txt", "sent_id": "146", "text": "I think it would have been different, and maybe it still will be a book one day."}
{"ep_id": "firstdraft.txt", "sent_id": "147", "text": "I loved the pages that I wrote and they got a very nice reception."}
{"ep_id": "firstdraft.txt", "sent_id": "148", "text": "But it just, personally, didnt feel right."}
{"ep_id": "firstdraft.txt", "sent_id": "149", "text": "And then its also that thing of, Do I want to talk about this book for the next three years? You know?"}
{"ep_id": "firstdraft.txt", "sent_id": "150", "text": "Do I want to Tweet about this?"}
{"ep_id": "firstdraft.txt", "sent_id": "151", "text": "Do I want to sign the paperback set? Its not just writing a book, you have to really be behind the book that youve written more than anything."}
{"ep_id": "firstdraft.txt", "sent_id": "152", "text": "Live with it."}
{"ep_id": "firstdraft.txt", "sent_id": "153", "text": "And to live with it."}
{"ep_id": "firstdraft.txt", "sent_id": "154", "text": "And I thought, Is this the book I want to talk about? And I thought, This isnt the right book for me right now. I just didnt feel right."}
{"ep_id": "firstdraft.txt", "sent_id": "155", "text": "The same concept but with two girls, two friends as the main characters, I just couldnt figure out what their story was."}
{"ep_id": "firstdraft.txt", "sent_id": "156", "text": "And, I think more importantly  because I couldnt figure out the main characters story in Far from the Tree either  but I wanted to."}
{"ep_id": "firstdraft.txt", "sent_id": "157", "text": "And with these girls, I wasnt interested enough to find out."}
{"ep_id": "firstdraft.txt", "sent_id": "158", "text": "I was very happy to walk away every time I was done writing them for the day."}
{"ep_id": "firstdraft.txt", "sent_id": "159", "text": "I wasnt curious to find out more about them."}
{"ep_id": "firstdraft.txt", "sent_id": "160", "text": "I thought, Well, if Im not, what is gonna make anybody pick up this book and read it, if Im not interested? But it was really hard because it was like, Okay, if I let this idea go - these two concepts - let them go, theres nothing left."}
{"ep_id": "firstdraft.txt", "sent_id": "161", "text": "I dont have anything.\n\nAnd this is so interesting to talk to writers who have different processes like this, because you are not someone for whom theres like a bank vault of a million ideas."}
{"ep_id": "firstdraft.txt", "sent_id": "162", "text": "[Laughing] In my dreams I have that vault of ideas where I can be like [liltingly], Ill choose you today, and write that book. Yeah, thats just not how my brain works."}
{"ep_id": "firstdraft.txt", "sent_id": "163", "text": "In coming back to this, it was a super act of bravery to be like, I just have to have nothing for a while.\n\nIt was really, really hard."}
{"ep_id": "firstdraft.txt", "sent_id": "164", "text": "I mean also, as a writer, you dont get paid unless you have something."}
{"ep_id": "firstdraft.txt", "sent_id": "165", "text": "So that was really hard too."}
{"ep_id": "firstdraft.txt", "sent_id": "166", "text": "It was an incredibly difficult time both emotionally and financially too, to be able to say, I dont know quite what Im doing."}
{"ep_id": "firstdraft.txt", "sent_id": "167", "text": "And Im not sure what is going to happen.\n\nI love that you write this really difficult email and you come to this conclusion and then a week later [starts laughing]\n\nOh yeah [laughing hard]\n\nYoure at Costco and youre like, Okay!\n\nI just felt like it was such a good idea."}
{"ep_id": "firstdraft.txt", "sent_id": "168", "text": "You know as a writer, you have some ideas where youre like, Maybe I can flush this out. And then this idea came and I was like, Oh!"}
{"ep_id": "firstdraft.txt", "sent_id": "169", "text": "I can do so much with it.\n\nLike, I have to turn the car around and go do this right now.\n\nThats exactly what happened."}
{"ep_id": "firstdraft.txt", "sent_id": "170", "text": "Yeah."}
{"ep_id": "firstdraft.txt", "sent_id": "171", "text": "It was this feeling of relief more than anything else."}
{"ep_id": "firstdraft.txt", "sent_id": "172", "text": "Like, Oh, Im not done."}
{"ep_id": "firstdraft.txt", "sent_id": "173", "text": "Its not over."}
{"ep_id": "firstdraft.txt", "sent_id": "174", "text": "Lets do this. And of course, writing that book was a really, really difficult process."}
{"ep_id": "firstdraft.txt", "sent_id": "175", "text": "But, at the same time, it felt good to work."}
{"ep_id": "firstdraft.txt", "sent_id": "176", "text": "As a writer, its really hard not to write and to not work."}
{"ep_id": "firstdraft.txt", "sent_id": "177", "text": "Very hard."}
{"ep_id": "firstdraft.txt", "sent_id": "178", "text": "And very hard to accept that thats part of the process."}
{"ep_id": "firstdraft.txt", "sent_id": "179", "text": "That doesnt seem like an equal part because it doesnt give you anything to show people."}
{"ep_id": "firstdraft.txt", "sent_id": "180", "text": "No, no."}
{"ep_id": "firstdraft.txt", "sent_id": "181", "text": "And then youre like, Am I gonna be able to go back to that other part?"}
{"ep_id": "firstdraft.txt", "sent_id": "182", "text": "I dont know.\n\nIts also that feeling of, if everyone else is running ahead, can I catch back up too?"}
{"ep_id": "firstdraft.txt", "sent_id": "183", "text": "Not to say that its a competition, but will readers still be interested if this book comes out four years after Emmy & Oliver?"}
{"ep_id": "firstdraft.txt", "sent_id": "184", "text": "Will there still be an interest?"}
{"ep_id": "firstdraft.txt", "sent_id": "185", "text": "All of those readers are now four years older, have I missed my window?"}
{"ep_id": "firstdraft.txt", "sent_id": "186", "text": "Ive done a lot of thinking in the past couple of years."}
{"ep_id": "firstdraft.txt", "sent_id": "187", "text": "Like my friends kids say, They have big feelings. I was having some big feelings about this."}
{"ep_id": "firstdraft.txt", "sent_id": "188", "text": "Seriously."}
{"ep_id": "firstdraft.txt", "sent_id": "189", "text": "To talk specifically about Far from the Tree, what time of year was it that you had the revelation?"}
{"ep_id": "firstdraft.txt", "sent_id": "190", "text": "When did you start writing the book?"}
{"ep_id": "firstdraft.txt", "sent_id": "191", "text": "It was July 7th."}
{"ep_id": "firstdraft.txt", "sent_id": "192", "text": "I just looked at the email - I just posted that email on Instagram the other day  and it was July 7th 2015, right after Emmy & Oliver had come out."}
{"ep_id": "firstdraft.txt", "sent_id": "193", "text": "So, not only was I riding the wave of Emmy & Oliver but then also trying to come up with an idea after having already tried these other ideas that werent working."}
{"ep_id": "firstdraft.txt", "sent_id": "194", "text": "The emotional feeling of, I have a book out and Im so excited about it!"}
{"ep_id": "firstdraft.txt", "sent_id": "195", "text": "But I dont have another one, and I cant talk about another one.\n\nYeah, because at the end of every interview its like, What are you doing next.\n\nYeah, What are you working on next? So, youre like, Its a secret. So, that was the middle of 2015 and I would get to the first one hundred pages and I just couldnt move past them."}
{"ep_id": "firstdraft.txt", "sent_id": "196", "text": "Originally, Grace  the character who opens the story who has the baby  narrated the entire book from a first-person perspective."}
{"ep_id": "firstdraft.txt", "sent_id": "197", "text": "So, she was telling all of the stories."}
{"ep_id": "firstdraft.txt", "sent_id": "198", "text": "And I got to page one hundred, after she meets her sister Maya for the first time  at Mayas parents house  and I couldnt get them past."}
{"ep_id": "firstdraft.txt", "sent_id": "199", "text": "And that was the first time Id written Maya."}
{"ep_id": "firstdraft.txt", "sent_id": "200", "text": "I was like, What is your problem? She was so negative in those opening pages."}
{"ep_id": "firstdraft.txt", "sent_id": "201", "text": "And I was like, Why is she being like this? I couldnt open past those pages."}
{"ep_id": "firstdraft.txt", "sent_id": "202", "text": "And again, it was that feeling of, Oh, I thought this was a good idea."}
{"ep_id": "firstdraft.txt", "sent_id": "203", "text": "Is this not a good idea? It was me trying to write past page one hundred and I just couldnt do it."}
{"ep_id": "firstdraft.txt", "sent_id": "204", "text": "It got to the point where my editor called me a couple of days before Christmas and was like, Im checking in. Not like, Wheres our book? But, Are you okay?"}
{"ep_id": "firstdraft.txt", "sent_id": "205", "text": "Is there anything I can do? I was looking at that point at  I think we had a February deadline at that point  for 2016 and it got moved to May 15th."}
{"ep_id": "firstdraft.txt", "sent_id": "206", "text": "I was like, Okay."}
{"ep_id": "firstdraft.txt", "sent_id": "207", "text": "Im looking down five months to write this book. And I just didnt know how to do it."}
{"ep_id": "firstdraft.txt", "sent_id": "208", "text": "I just couldnt figure it out."}
{"ep_id": "firstdraft.txt", "sent_id": "209", "text": "It seems like youre having a Russian nesting doll of problems, when you can so easily go, not to This is a plot problem."}
{"ep_id": "firstdraft.txt", "sent_id": "210", "text": "How can I change the plot? But to still, youre in the headspace of like, Am I even supposed to be doing this?"}
{"ep_id": "firstdraft.txt", "sent_id": "211", "text": "Am I fooling myself?\n\nYes!"}
{"ep_id": "firstdraft.txt", "sent_id": "212", "text": "Exactly."}
{"ep_id": "firstdraft.txt", "sent_id": "213", "text": "Am I still a writer? Like, If Im not writing, am I a writer? And I know in my heart of hearts I am, because I can go write something just for me and it would be fine."}
{"ep_id": "firstdraft.txt", "sent_id": "214", "text": "But, Can I still publish books?"}
{"ep_id": "firstdraft.txt", "sent_id": "215", "text": "Or, am I done?\n\nStill having trouble at a hundred pages with just Grace, how did the revelation come to be multiple POVs?"}
{"ep_id": "firstdraft.txt", "sent_id": "216", "text": "I was having a lot of lunches with my friend, Gretchen McNeil [listen to her First Draft interview here], who is a wonderful writer and an even better friend."}
{"ep_id": "firstdraft.txt", "sent_id": "217", "text": "And it was just me sort of lamenting, I dont know what Im doing."}
{"ep_id": "firstdraft.txt", "sent_id": "218", "text": "I dont know what Im doing. I was telling her about the book."}
{"ep_id": "firstdraft.txt", "sent_id": "219", "text": "And Joaquin, who is one of the siblings, has spent his whole life in foster care."}
{"ep_id": "firstdraft.txt", "sent_id": "220", "text": "And he has been told that he is half Mexican."}
{"ep_id": "firstdraft.txt", "sent_id": "221", "text": "He assumes thats what he is because hes been in foster care his entire life, he doesnt have any documentation on that."}
{"ep_id": "firstdraft.txt", "sent_id": "222", "text": "And he is in foster care, and my friend Gretchen said, You should talk to my friend."}
{"ep_id": "firstdraft.txt", "sent_id": "223", "text": "He has adopted two boys who are Mexican out of foster care."}
{"ep_id": "firstdraft.txt", "sent_id": "224", "text": "And they are now his sons.\n\nAt this point, I was doing a lot of interviews."}
{"ep_id": "firstdraft.txt", "sent_id": "225", "text": "I had talked to an adoption attorney in the valley."}
{"ep_id": "firstdraft.txt", "sent_id": "226", "text": "I had talked to a friends friend who had adopted her daughter privately through a private adoption."}
{"ep_id": "firstdraft.txt", "sent_id": "227", "text": "And she talked to me all about the experience and the commitment that that was and the cost of it."}
{"ep_id": "firstdraft.txt", "sent_id": "228", "text": "So, I was like, Okay."}
{"ep_id": "firstdraft.txt", "sent_id": "229", "text": "I would love to talk to your friend.\n\nSo, I went out on Saturday afternoon and I met the boys and I met their dad."}
{"ep_id": "firstdraft.txt", "sent_id": "230", "text": "And they were lovely, so wonderful."}
{"ep_id": "firstdraft.txt", "sent_id": "231", "text": "The kids went to a karate class and the dad and I went and sat in the park and he told me everything."}
{"ep_id": "firstdraft.txt", "sent_id": "232", "text": "What the boys had experienced."}
{"ep_id": "firstdraft.txt", "sent_id": "233", "text": "What he had experienced and the process he went through."}
{"ep_id": "firstdraft.txt", "sent_id": "234", "text": "And the boys were so lovely and so charming."}
{"ep_id": "firstdraft.txt", "sent_id": "235", "text": "After they left the karate class, we were all walking back to their house and theyd each gotten a piece of gum."}
{"ep_id": "firstdraft.txt", "sent_id": "236", "text": "It was like a, Good job in karate class today. The little one was like, Do you want half of my gum? And I was like, Oh no sweetie, you earned it."}
{"ep_id": "firstdraft.txt", "sent_id": "237", "text": "You get to keep it.\n\nAnd so, he doesnt say anything and a second later this little hand comes up in front of my face holding half a piece of gum like, Are you sure you dont want it? And it was so charming, and I had this moment and I was like, I know how to tell the story now. And the problem is, Grace cannot tell her siblings stories."}
{"ep_id": "firstdraft.txt", "sent_id": "238", "text": "They have to tell it."}
{"ep_id": "firstdraft.txt", "sent_id": "239", "text": "And I was like, This book is gonna be from three points of views oh shit! [laughs]\n\nYeah, thats a lot."}
{"ep_id": "firstdraft.txt", "sent_id": "240", "text": "I came home and I ran into my neighbor, he was out walking our other neighbors dog, and hes a painter."}
{"ep_id": "firstdraft.txt", "sent_id": "241", "text": "So, we were just chatting, and hes like, Hows your book going? He knew I had been struggling."}
{"ep_id": "firstdraft.txt", "sent_id": "242", "text": "And I was like, I think I figured it out, but I have to rewrite the entire thing. And he goes, Well, that sounds really hard. And I was like [laughing], Its gonna be pretty hard.\n\nIt was sort of that relief of being like, I know how to fix this book, but can I do that? Another really big thing that really scared me and sort of held me back was, Can I tell the story of a half Mexican in foster care? And Maya, the youngest sister, is gay."}
{"ep_id": "firstdraft.txt", "sent_id": "243", "text": "She has a girlfriend."}
{"ep_id": "firstdraft.txt", "sent_id": "244", "text": "Can I tell that story? And she has an alcoholic mother, I dont have an alcoholic mother."}
{"ep_id": "firstdraft.txt", "sent_id": "245", "text": "Can I tell those stories?"}
{"ep_id": "firstdraft.txt", "sent_id": "246", "text": "A) Do I have the right to tell this story?"}
{"ep_id": "firstdraft.txt", "sent_id": "247", "text": "And B) How do I tell it so I can encapsulate this persons experience and make sure that it is as three dimensional as possible to show?"}
{"ep_id": "firstdraft.txt", "sent_id": "248", "text": "And thats sort of when I fell into interviews and research like crazy."}
{"ep_id": "firstdraft.txt", "sent_id": "249", "text": "It was probably around February or March  with a looming deadline of May 15th."}
{"ep_id": "firstdraft.txt", "sent_id": "250", "text": "Wow, oh my god."}
{"ep_id": "firstdraft.txt", "sent_id": "251", "text": "I do want to touch on that because I think a lot of people are feeling that now."}
{"ep_id": "firstdraft.txt", "sent_id": "252", "text": "Do I have the right to tell the story?"}
{"ep_id": "firstdraft.txt", "sent_id": "253", "text": "I think we all have ideas that are, at times, beyond our capabilities, at times beyond our comfort zone, and that sort of align between the two."}
{"ep_id": "firstdraft.txt", "sent_id": "254", "text": "So, when you had that feeling, how did you go about making yourself feel comfortable that this was your story to tell?"}
{"ep_id": "firstdraft.txt", "sent_id": "255", "text": "I think part of it was that I couldnt shake these characters."}
{"ep_id": "firstdraft.txt", "sent_id": "256", "text": "I couldnt shake the idea, especially Joaquin."}
{"ep_id": "firstdraft.txt", "sent_id": "257", "text": "The way I was able to easily let go of that other book, with those different characters, was because they left."}
{"ep_id": "firstdraft.txt", "sent_id": "258", "text": "We parted mutually and we were fine."}
{"ep_id": "firstdraft.txt", "sent_id": "259", "text": "But these characters stuck around and I was like, Okay."}
{"ep_id": "firstdraft.txt", "sent_id": "260", "text": "Im gonna pay attention to that.\n\nI also just fell into research."}
{"ep_id": "firstdraft.txt", "sent_id": "261", "text": "I read studies."}
{"ep_id": "firstdraft.txt", "sent_id": "262", "text": "I read blogs."}
{"ep_id": "firstdraft.txt", "sent_id": "263", "text": "I read first person accounts."}
{"ep_id": "firstdraft.txt", "sent_id": "264", "text": "Blogs are fantastic because people are so honest in them."}
{"ep_id": "firstdraft.txt", "sent_id": "265", "text": "Its different when youre writing something down on the internet to send out into the world, versus having a face-to-face conversation, I think."}
{"ep_id": "firstdraft.txt", "sent_id": "266", "text": "I read studies about generational differences in Latino and Mexican and Hispanic families."}
{"ep_id": "firstdraft.txt", "sent_id": "267", "text": "If you identify lets say as Latinx, and you dont speak Spanish, does one generation view that differently than lets say a younger generation."}
{"ep_id": "firstdraft.txt", "sent_id": "268", "text": "Joaquin has no cultural experience."}
{"ep_id": "firstdraft.txt", "sent_id": "269", "text": "Hes been in seventeen foster homes."}
{"ep_id": "firstdraft.txt", "sent_id": "270", "text": "Some speak Spanish and some dont."}
{"ep_id": "firstdraft.txt", "sent_id": "271", "text": "All of those things, when you think about your culture, they tend to come from family, and community."}
{"ep_id": "firstdraft.txt", "sent_id": "272", "text": "Like what religion?"}
{"ep_id": "firstdraft.txt", "sent_id": "273", "text": "And what are the festivities that youre participating in?"}
{"ep_id": "firstdraft.txt", "sent_id": "274", "text": "What holidays do you do?"}
{"ep_id": "firstdraft.txt", "sent_id": "275", "text": "Sunday dinner, do you do that with your family?"}
{"ep_id": "firstdraft.txt", "sent_id": "276", "text": "What are your stories?"}
{"ep_id": "firstdraft.txt", "sent_id": "277", "text": "Whats your background?"}
{"ep_id": "firstdraft.txt", "sent_id": "278", "text": "Where are you from in Mexico?"}
{"ep_id": "firstdraft.txt", "sent_id": "279", "text": "Joaquin doesnt even know where hes from."}
{"ep_id": "firstdraft.txt", "sent_id": "280", "text": "And its that kind of thing."}
{"ep_id": "firstdraft.txt", "sent_id": "281", "text": "So, I was like, Okay."}
{"ep_id": "firstdraft.txt", "sent_id": "282", "text": "I need to figure out how to tell this. And also, somehow, to say that this is what this kid is missing."}
{"ep_id": "firstdraft.txt", "sent_id": "283", "text": "Not only is he missing his mom and dad and a family  I read a lot about bi-racial kids, a lot of first-person accounts  and the thing I kept reading was that they were too much for one, and not enough for the other."}
{"ep_id": "firstdraft.txt", "sent_id": "284", "text": "Let me clarify I dont think thats true at all, but the feeling they were getting from certain people sometimes was, You have to pick a side.\n\nSo, Joaquin feels that intensely as a foster kid, because as a foster kid youre sort of a data entry sheet: Name, Date of Birth, Age, Gender."}
{"ep_id": "firstdraft.txt", "sent_id": "285", "text": "You have to identify as a gender."}
{"ep_id": "firstdraft.txt", "sent_id": "286", "text": "You have to know all of this stuff."}
{"ep_id": "firstdraft.txt", "sent_id": "287", "text": "For him, he doesnt have a toe-hold in any of these worlds and its really difficult for him."}
{"ep_id": "firstdraft.txt", "sent_id": "288", "text": "I also interviewed some of my friends."}
{"ep_id": "firstdraft.txt", "sent_id": "289", "text": "One is from Mexico and one is from Costa Rica."}
{"ep_id": "firstdraft.txt", "sent_id": "290", "text": "And my friend from Costa Rica is a professor of Chicano studies at CSUN, Cal State Northridge."}
{"ep_id": "firstdraft.txt", "sent_id": "291", "text": "So, I took them to dinner  the three of us are good friends  and I was like, This is what Im trying to do."}
{"ep_id": "firstdraft.txt", "sent_id": "292", "text": "Can you help me do it? They were phenomenal."}
{"ep_id": "firstdraft.txt", "sent_id": "293", "text": "They beta read the book for me."}
{"ep_id": "firstdraft.txt", "sent_id": "294", "text": "They gave me beautiful notes."}
{"ep_id": "firstdraft.txt", "sent_id": "295", "text": "They let me use some of their personal stories that are in the book that Joaquin experiences."}
{"ep_id": "firstdraft.txt", "sent_id": "296", "text": "Whether its racism or uncertainty, everyone Ive spoken to has been incredibly gracious and honest and my friends really helped me a lot with that."}
{"ep_id": "firstdraft.txt", "sent_id": "297", "text": "I also told them, and I told myself, If this book doesnt work, Im not publishing it. Like, If I cannot make this character feel real, and do it in a way thats both honest and respectful, then Im not publishing this book."}
{"ep_id": "firstdraft.txt", "sent_id": "298", "text": "Im not going to make another kid feel that.\n\nI think that talking about research and the resources you found and things like that are super, super important."}
{"ep_id": "firstdraft.txt", "sent_id": "299", "text": "I mean [chuckles] I read a whole book about trans-racial adoption."}
{"ep_id": "firstdraft.txt", "sent_id": "300", "text": "Because in the opening of the story, Joaquin is in a home with a lovely couple who want to adopt him  the foster parents."}
{"ep_id": "firstdraft.txt", "sent_id": "301", "text": "And the dad is Jewish and the mom is what Ive said is Wiki-lite."}
{"ep_id": "firstdraft.txt", "sent_id": "302", "text": "She goes to a drumming circle when its a full moon."}
{"ep_id": "firstdraft.txt", "sent_id": "303", "text": "But theyre white basically."}
{"ep_id": "firstdraft.txt", "sent_id": "304", "text": "And so, the way they experience wanting to adopt Joaquin is very different than the way Joaquin is experiencing wanting to be adopted by them."}
{"ep_id": "firstdraft.txt", "sent_id": "305", "text": "They have to bridge that gap in terms of how people look at their family."}
{"ep_id": "firstdraft.txt", "sent_id": "306", "text": "And how the parents are viewed as [opposed to] how Joaquin is viewed."}
{"ep_id": "firstdraft.txt", "sent_id": "307", "text": "Youve talked a lot about interviewing [for] Joaquin but there is also, as you mentioned, Maya is dealing with her own challenges of having an alcoholic parent and being gay."}
{"ep_id": "firstdraft.txt", "sent_id": "308", "text": "How did you even approach researching that?"}
{"ep_id": "firstdraft.txt", "sent_id": "309", "text": "It was really important to me that I always said that the book before would have been Mayas coming out story, and the book after is Maya going to college."}
{"ep_id": "firstdraft.txt", "sent_id": "310", "text": "Not to say theres a book after or before, but theoretically."}
{"ep_id": "firstdraft.txt", "sent_id": "311", "text": "Mayas experience going to college and maybe experiencing a less liberal way of life."}
{"ep_id": "firstdraft.txt", "sent_id": "312", "text": "But in this book, she is with two parents who, despite her mothers alcoholism, they love her very, very much."}
{"ep_id": "firstdraft.txt", "sent_id": "313", "text": "They are so proud of her."}
{"ep_id": "firstdraft.txt", "sent_id": "314", "text": "She comes out to them and theyre like, Fantastic! Her dad puts a pride sticker on his car."}
{"ep_id": "firstdraft.txt", "sent_id": "315", "text": "So, I really wanted to see this young character be supported."}
{"ep_id": "firstdraft.txt", "sent_id": "316", "text": "That was really important to me to see her be able to come out and be comfortable with it."}
{"ep_id": "firstdraft.txt", "sent_id": "317", "text": "It was also important to me to see her in a relationship and not have it be a difficult, tortured relationship."}
{"ep_id": "firstdraft.txt", "sent_id": "318", "text": "And to not have it be roses and butterflies and totally romanticize it."}
{"ep_id": "firstdraft.txt", "sent_id": "319", "text": "I just wanted to see her in a relationship, and struggle with the idea of being vulnerable for the first time."}
{"ep_id": "firstdraft.txt", "sent_id": "320", "text": "Shes kept so many secrets about her mothers alcoholism."}
{"ep_id": "firstdraft.txt", "sent_id": "321", "text": "And suddenly, shes in this relationship with Claire - her girlfriend - they love each other very much."}
{"ep_id": "firstdraft.txt", "sent_id": "322", "text": "But Claire is trying to get to know Maya on a much more emotional level."}
{"ep_id": "firstdraft.txt", "sent_id": "323", "text": "And Maya is putting up wall after wall because to confide in Claire means to admit a lot of secrets about her family."}
{"ep_id": "firstdraft.txt", "sent_id": "324", "text": "And shes not even sure where she fits into that family."}
{"ep_id": "firstdraft.txt", "sent_id": "325", "text": "So, its really hard."}
{"ep_id": "firstdraft.txt", "sent_id": "326", "text": "Its kind of a touchy thing to be able to talk to someone who would talk about that experience personally."}
{"ep_id": "firstdraft.txt", "sent_id": "327", "text": "I did talk to a couple of people."}
{"ep_id": "firstdraft.txt", "sent_id": "328", "text": "Theyre not thanked in the book."}
{"ep_id": "firstdraft.txt", "sent_id": "329", "text": "They did not want to be thanked."}
{"ep_id": "firstdraft.txt", "sent_id": "330", "text": "I also read a lot of Al-Anon stuff."}
{"ep_id": "firstdraft.txt", "sent_id": "331", "text": "It was interesting, because when the book starts, Maya doesnt have any friends."}
{"ep_id": "firstdraft.txt", "sent_id": "332", "text": "She has her girlfriend and her sister Lauren, who is their parents biological daughter."}
{"ep_id": "firstdraft.txt", "sent_id": "333", "text": "They adopted Maya, and three months later found out they were pregnant with Lauren."}
{"ep_id": "firstdraft.txt", "sent_id": "334", "text": "So, theres a lot of push and pull with the two sisters."}
{"ep_id": "firstdraft.txt", "sent_id": "335", "text": "And I was like, Where are your friends Maya?"}
{"ep_id": "firstdraft.txt", "sent_id": "336", "text": "Why do you not have any friends? And Im like, Oh geez. Shes so close with Lauren, and they have this secret."}
{"ep_id": "firstdraft.txt", "sent_id": "337", "text": "They would just be really close the whole way."}
{"ep_id": "firstdraft.txt", "sent_id": "338", "text": "But suddenly  theyre a year apart, basically  so Maya goes to a new school."}
{"ep_id": "firstdraft.txt", "sent_id": "339", "text": "She goes to high school."}
{"ep_id": "firstdraft.txt", "sent_id": "340", "text": "Lauren doesnt."}
{"ep_id": "firstdraft.txt", "sent_id": "341", "text": "And suddenly Mayas on her own for the very first time."}
{"ep_id": "firstdraft.txt", "sent_id": "342", "text": "You cant have slumber parties when your moms an alcoholic."}
{"ep_id": "firstdraft.txt", "sent_id": "343", "text": "You cant invite friends over."}
{"ep_id": "firstdraft.txt", "sent_id": "344", "text": "And that can really isolate you."}
{"ep_id": "firstdraft.txt", "sent_id": "345", "text": "Again, Im not speaking from first person experience."}
{"ep_id": "firstdraft.txt", "sent_id": "346", "text": "This is all research and intuition and empathy and talking to people."}
{"ep_id": "firstdraft.txt", "sent_id": "347", "text": "Shes never struggled with her sexuality, I dont think."}
{"ep_id": "firstdraft.txt", "sent_id": "348", "text": "Shes been given such a safe place to come out, its not a tortuous experience for her."}
{"ep_id": "firstdraft.txt", "sent_id": "349", "text": "I think shes very comfortable with who she is based on the fact that her parents have given her so much room to be comfortable with who she is, and have supported her so much."}
{"ep_id": "firstdraft.txt", "sent_id": "350", "text": "But suddenly shes in a space where maybe not everyone is as supportive."}
{"ep_id": "firstdraft.txt", "sent_id": "351", "text": "And she finds it hard to act like other straight girls who take a lot of things for granted in a way that she suddenly cant."}
{"ep_id": "firstdraft.txt", "sent_id": "352", "text": "And she feels a little isolated."}
{"ep_id": "firstdraft.txt", "sent_id": "353", "text": "And that was a really interesting thing for me to read, because I was like, Oh."}
{"ep_id": "firstdraft.txt", "sent_id": "354", "text": "Okay. And I had not thought of it that way before."}
{"ep_id": "firstdraft.txt", "sent_id": "355", "text": "And Im sure not every fifteen-year-old lesbian feels that way, but Im sure some do."}
{"ep_id": "firstdraft.txt", "sent_id": "356", "text": "One does Maya does!"}
{"ep_id": "firstdraft.txt", "sent_id": "357", "text": "[laughs]\n\nIts so interesting to think about her life is one that has  theres so much literature out there and discussions about when youre gay, you dont come out once."}
{"ep_id": "firstdraft.txt", "sent_id": "358", "text": "You come out over and over and over for your whole life."}
{"ep_id": "firstdraft.txt", "sent_id": "359", "text": "Because it becomes this thing that at some point, you have to be like, Okay."}
{"ep_id": "firstdraft.txt", "sent_id": "360", "text": "Well, heres the thing about me that you need to know for some reason. And theres the push and pull with that."}
{"ep_id": "firstdraft.txt", "sent_id": "361", "text": "And its similar with now heres the time where youve reached the threshold of wanting to talk to me about my home life, and theres this lurking thing."}
{"ep_id": "firstdraft.txt", "sent_id": "362", "text": "And now heres the point where I need to talk to you about the fact that these arent my birth parents."}
{"ep_id": "firstdraft.txt", "sent_id": "363", "text": "All of these, like you said earlier, the secrets waiting to be reckoned with."}
{"ep_id": "firstdraft.txt", "sent_id": "364", "text": "Or shared or not shared."}
{"ep_id": "firstdraft.txt", "sent_id": "365", "text": "Thats a lot to take on."}
{"ep_id": "firstdraft.txt", "sent_id": "366", "text": "When she tells Grace and Joaquin that shes a lesbian, she just kind of says it like, Yeah."}
{"ep_id": "firstdraft.txt", "sent_id": "367", "text": "Ive got a girlfriend."}
{"ep_id": "firstdraft.txt", "sent_id": "368", "text": "Do you want to make anything of it? That kind of thing."}
{"ep_id": "firstdraft.txt", "sent_id": "369", "text": "So, shes on guard."}
{"ep_id": "firstdraft.txt", "sent_id": "370", "text": "And of course, Grace and Joaquin are like, Thats great."}
{"ep_id": "firstdraft.txt", "sent_id": "371", "text": "Were happy for you."}
{"ep_id": "firstdraft.txt", "sent_id": "372", "text": "Your girlfriend sounds nice. Theyre not fazed by it."}
{"ep_id": "firstdraft.txt", "sent_id": "373", "text": "But also, Joaquin and his experiences in being in foster care, has seen the discrimination against gay kids, transgender kids, LGBTQ kids and what that means for them and how much more unstable their lives are because its hard for them to find a safe place to be."}
{"ep_id": "firstdraft.txt", "sent_id": "374", "text": "Whether in foster care or group home or whatever."}
{"ep_id": "firstdraft.txt", "sent_id": "375", "text": "He sees Maya, and hes relieved in a way that she has this safe place."}
{"ep_id": "firstdraft.txt", "sent_id": "376", "text": "And he tells her the story of about how, I used to have a foster sister."}
{"ep_id": "firstdraft.txt", "sent_id": "377", "text": "She was gay."}
{"ep_id": "firstdraft.txt", "sent_id": "378", "text": "But she got kicked out because she was gay."}
{"ep_id": "firstdraft.txt", "sent_id": "379", "text": "She had to go back and find another foster home. He says it without even thinking, and it shakes Maya up a little bit."}
{"ep_id": "firstdraft.txt", "sent_id": "380", "text": "Hes very protective of her because hes seen the discrimination first-hand, ironically, in a way that Maya has experienced but her home life has never been at risk."}
{"ep_id": "firstdraft.txt", "sent_id": "381", "text": "Shes never been afraid of that."}
{"ep_id": "firstdraft.txt", "sent_id": "382", "text": "Another thing I also told myself when I was doing all of this research is, I cannot represent every foster kid."}
{"ep_id": "firstdraft.txt", "sent_id": "383", "text": "Joaquin cannot represent every foster kid, every kid who identifies as Latinx."}
{"ep_id": "firstdraft.txt", "sent_id": "384", "text": "Every seventeen-year-old boy."}
{"ep_id": "firstdraft.txt", "sent_id": "385", "text": "And I cannot write Maya in a way that every single fifteen-year-old lesbian will identify. I can tell their stories as authentically as possible, but I cant tell everybodys story."}
{"ep_id": "firstdraft.txt", "sent_id": "386", "text": "Not everyone is going to relate to these characters."}
{"ep_id": "firstdraft.txt", "sent_id": "387", "text": "And thats fine because if you were to sit twenty writers down, I probably wouldnt identify with most of them in terms of how they work."}
{"ep_id": "firstdraft.txt", "sent_id": "388", "text": "Right."}
{"ep_id": "firstdraft.txt", "sent_id": "389", "text": "I think what youre talking about too is doing enough research."}
{"ep_id": "firstdraft.txt", "sent_id": "390", "text": "Doing enough due diligence to honor peoples experiences and things that you couldnt possibly anticipate about the realities of adoption, or any of these as a writer, any of these things that youre trying to represent that you may not know about."}
{"ep_id": "firstdraft.txt", "sent_id": "391", "text": "But then, it ultimately comes down to accurately portraying feeling, and character."}
{"ep_id": "firstdraft.txt", "sent_id": "392", "text": "And that is universal."}
{"ep_id": "firstdraft.txt", "sent_id": "393", "text": "Mm-hm."}
{"ep_id": "firstdraft.txt", "sent_id": "394", "text": "Its empathy."}
{"ep_id": "firstdraft.txt", "sent_id": "395", "text": "At the end of the day, youre trying to be as empathetic as possible."}
{"ep_id": "firstdraft.txt", "sent_id": "396", "text": "And every time I wrote a different characters perspective, I tried really hard  even though Im not like any of them and I have not experienced the three things that they experience throughout the book  I could think, How would I feel. Not only as this character but lets say as their mother or sister or whatever the situation was."}
{"ep_id": "firstdraft.txt", "sent_id": "397", "text": "I think feelings are pretty universal."}
{"ep_id": "firstdraft.txt", "sent_id": "398", "text": "And I had to tie that back into the situational experience."}
{"ep_id": "firstdraft.txt", "sent_id": "399", "text": "But then also, I would feel really bad if whatever happened to Joaquin happened to me, you know?"}
{"ep_id": "firstdraft.txt", "sent_id": "400", "text": "Or Maya."}
{"ep_id": "firstdraft.txt", "sent_id": "401", "text": "The challenge is really, really losing yourself in that and allowing yourself to think like, What would this feel [like]? And the whole exercise of creative writing."}
{"ep_id": "firstdraft.txt", "sent_id": "402", "text": "Yeah, exactly."}
{"ep_id": "firstdraft.txt", "sent_id": "403", "text": "How do you make this a real thing?"}
{"ep_id": "firstdraft.txt", "sent_id": "404", "text": "How do you make these characters feel real and also represent real things within the fictional process?"}
{"ep_id": "firstdraft.txt", "sent_id": "405", "text": "So, you wrote that in three months?"}
{"ep_id": "firstdraft.txt", "sent_id": "406", "text": "I can say it now because the books almost out, but I didnt really advertise this."}
{"ep_id": "firstdraft.txt", "sent_id": "407", "text": "But I wrote the last two-thirds in about two weeks."}
{"ep_id": "firstdraft.txt", "sent_id": "408", "text": "Wow!"}
{"ep_id": "firstdraft.txt", "sent_id": "409", "text": "Yeah."}
{"ep_id": "firstdraft.txt", "sent_id": "410", "text": "I remember [chuckles], Ill never forget, I was with Maurene Goo [Listen to her first, second, and third episodes of First Draft], at our little caf, and I was working."}
{"ep_id": "firstdraft.txt", "sent_id": "411", "text": "It was the very first day I was gonna write Mayas perspective and I was gonna write Mayas very opening chapter."}
{"ep_id": "firstdraft.txt", "sent_id": "412", "text": "And I was like, Lets just see how this goes. And I sat next to Maurene, I was at the counter, and I just [makes a quick typing sound] wrote three thousand words in an hour."}
{"ep_id": "firstdraft.txt", "sent_id": "413", "text": "It just came pouring out of me."}
{"ep_id": "firstdraft.txt", "sent_id": "414", "text": "And Maurene was like, What is happening over here? [laughing] Like, What are you doing? And I was like, Dont talk to me, Im writing so fast!"}
{"ep_id": "firstdraft.txt", "sent_id": "415", "text": "Ive been waiting a year to write like this.\n\nI would just go to my little caf every day, Dinosaur."}
{"ep_id": "firstdraft.txt", "sent_id": "416", "text": "I thanked them in the book."}
{"ep_id": "firstdraft.txt", "sent_id": "417", "text": "Every day and I would write three to four thousand words."}
{"ep_id": "firstdraft.txt", "sent_id": "418", "text": "It came so fast."}
{"ep_id": "firstdraft.txt", "sent_id": "419", "text": "I had a bullet point list of, This happens and this happens and this happens. This isnt great for the podcast cause you cant see it, but behind you, you can see how I mapped out."}
{"ep_id": "firstdraft.txt", "sent_id": "420", "text": "A couple of post-its have fallen."}
{"ep_id": "firstdraft.txt", "sent_id": "421", "text": "But I just had to see how each plot point for each character lined up."}
{"ep_id": "firstdraft.txt", "sent_id": "422", "text": "Yeah, theres post-its for every character with different colors."}
{"ep_id": "firstdraft.txt", "sent_id": "423", "text": "And then all of their different plot points."}
{"ep_id": "firstdraft.txt", "sent_id": "424", "text": "As they progress."}
{"ep_id": "firstdraft.txt", "sent_id": "425", "text": "And to see when something happens to Grace, what happens to Maya and Joaquin in that time table?"}
{"ep_id": "firstdraft.txt", "sent_id": "426", "text": "I did this on a whiteboard."}
{"ep_id": "firstdraft.txt", "sent_id": "427", "text": "There was one main character in my book, but two side characters who are very important."}
{"ep_id": "firstdraft.txt", "sent_id": "428", "text": "I had a whiteboard and I just bifurcated it into four acts and what everyone was dealing with in each act."}
{"ep_id": "firstdraft.txt", "sent_id": "429", "text": "It was a visual thing like, Thats how the plot goes. And it was so helpful."}
{"ep_id": "firstdraft.txt", "sent_id": "430", "text": "It helps you so much and for me I love less."}
{"ep_id": "firstdraft.txt", "sent_id": "431", "text": "And if I can be Like, Joaquin goes to school. Scratch that off!"}
{"ep_id": "firstdraft.txt", "sent_id": "432", "text": "One plot point down, one plot point down."}
{"ep_id": "firstdraft.txt", "sent_id": "433", "text": "It feels good to watch not only the page count rise - the word count rise - but the bullet list to get smaller and smaller."}
{"ep_id": "firstdraft.txt", "sent_id": "434", "text": "I have found that if you are in a writing session and the actual what happens, the hard and fast plot, is not really your question its like, How do they feel moving through these? Like, moving across a room, I only have to think today, right now, about how to express how she feels while shes moving across that room."}
{"ep_id": "firstdraft.txt", "sent_id": "435", "text": "And thats more helpful, I think."}
{"ep_id": "firstdraft.txt", "sent_id": "436", "text": "And, it gets you to the next scene."}
{"ep_id": "firstdraft.txt", "sent_id": "437", "text": "It gets you through."}
{"ep_id": "firstdraft.txt", "sent_id": "438", "text": "So, as I was researching these characters, I had read [stops to chuckle] I had read an interview with Oscar Isaac  just because it happened to come up on-line and I was like, Well research."}
{"ep_id": "firstdraft.txt", "sent_id": "439", "text": "Click!"}
{"ep_id": "firstdraft.txt", "sent_id": "440", "text": "I want to hear what Oscar has to say! But, he was talking about acting, and he said, A character always has This is how he viewed it, A character has something they want to project to other people."}
{"ep_id": "firstdraft.txt", "sent_id": "441", "text": "And something theyre keeping secret."}
{"ep_id": "firstdraft.txt", "sent_id": "442", "text": "And when those things start to conflict is when the story gets good. And I was like, Oscar Isaac just helped me figure out my plot problem!"}
{"ep_id": "firstdraft.txt", "sent_id": "443", "text": "Thank you!\n\nBut I was like, Thats exactly what these three characters are doing. When they meet, theyre trying to put their best foot forward because theyre three siblings meeting for the first time and its awkward and uncomfortable."}
{"ep_id": "firstdraft.txt", "sent_id": "444", "text": "And Grace is sort of hiding her baby and the adoption, and Maya is hiding her mothers alcoholism, because shes been hiding it for years."}
{"ep_id": "firstdraft.txt", "sent_id": "445", "text": "Its sort of this unspoken agreement in her family."}
{"ep_id": "firstdraft.txt", "sent_id": "446", "text": "And I was like, Well, whats Joaquin hiding?"}
{"ep_id": "firstdraft.txt", "sent_id": "447", "text": "What is his secret? Hes not hiding foster care because thats not something he can keep secret."}
{"ep_id": "firstdraft.txt", "sent_id": "448", "text": "Thats when I started doing more research about foster care and adoption and reading all of these articles."}
{"ep_id": "firstdraft.txt", "sent_id": "449", "text": "Eventually, I read something in the Daily Beast."}
{"ep_id": "firstdraft.txt", "sent_id": "450", "text": "It was a big article about how people can adopt kids from foster care, and then give them back."}
{"ep_id": "firstdraft.txt", "sent_id": "451", "text": "You can undo the adoption."}
{"ep_id": "firstdraft.txt", "sent_id": "452", "text": "I spoke with a social worker who was a friend of my moms, and she was like, Yeah."}
{"ep_id": "firstdraft.txt", "sent_id": "453", "text": "You can do that."}
{"ep_id": "firstdraft.txt", "sent_id": "454", "text": "Weve had that happen.\n\nAnd that blew my mind."}
{"ep_id": "firstdraft.txt", "sent_id": "455", "text": "Because I thought adoption was a legal - you adopted this kid - the way you cant give back your biological kid."}
{"ep_id": "firstdraft.txt", "sent_id": "456", "text": "I thought this was the deal."}
{"ep_id": "firstdraft.txt", "sent_id": "457", "text": "And you can give them back."}
{"ep_id": "firstdraft.txt", "sent_id": "458", "text": "When I read that I was like, Oh, my god. And then I was like, Thats the secret Joaquin was keeping. That was it."}
{"ep_id": "firstdraft.txt", "sent_id": "459", "text": "It was that horrible thing of A) as a writer being like, I figured out the plot. And B) As the writer of these characters who Id become very attached to, it broke my heart."}
{"ep_id": "firstdraft.txt", "sent_id": "460", "text": "I was like, Oh, Joaquin."}
{"ep_id": "firstdraft.txt", "sent_id": "461", "text": "This is so sad. The trauma that he experiences from that colors all of his experiences  especially with his sisters  because they had both been adopted and not given back."}
{"ep_id": "firstdraft.txt", "sent_id": "462", "text": "Thats fascinating."}
{"ep_id": "firstdraft.txt", "sent_id": "463", "text": "The other thing I love about you talking about all of this research is that, I think some people are hesitant Ive heard some people say that they dont want to read stories about it really happening, because they dont want to steal someone elses story."}
{"ep_id": "firstdraft.txt", "sent_id": "464", "text": "And thats just not how it goes."}
{"ep_id": "firstdraft.txt", "sent_id": "465", "text": "No."}
{"ep_id": "firstdraft.txt", "sent_id": "466", "text": "I think, for me, I dont think anything that happens to Joaquin is made up."}
{"ep_id": "firstdraft.txt", "sent_id": "467", "text": "If that makes sense?"}
{"ep_id": "firstdraft.txt", "sent_id": "468", "text": "His first adoption does fall through."}
{"ep_id": "firstdraft.txt", "sent_id": "469", "text": "He does experience a wide variety of foster care situations."}
{"ep_id": "firstdraft.txt", "sent_id": "470", "text": "Some of them are terrible and some are wonderful."}
{"ep_id": "firstdraft.txt", "sent_id": "471", "text": "But I think that reflects a lot of kids experiences in foster care."}
{"ep_id": "firstdraft.txt", "sent_id": "472", "text": "So, I dont think any of his experiences are based on  except for my friends who explicitly gave me permission to use some of their anecdotes  but I think its a pretty universal story but narrowed down into this one kid and all of the things he experiences."}
{"ep_id": "firstdraft.txt", "sent_id": "473", "text": "And using specifics, youre never going to [pauses] I dont know, its interesting."}
{"ep_id": "firstdraft.txt", "sent_id": "474", "text": "Its like, Dont be scared of knowing specifics and then repurposing part of them, or whatever strikes you, and turning around and using it to make your character more real."}
{"ep_id": "firstdraft.txt", "sent_id": "475", "text": "Yeah, I agree."}
{"ep_id": "firstdraft.txt", "sent_id": "476", "text": "My biggest fear in writing this book, was that  granted, I didnt want to get anything wrong."}
{"ep_id": "firstdraft.txt", "sent_id": "477", "text": "I didnt want to be pilloried on Twitter."}
{"ep_id": "firstdraft.txt", "sent_id": "478", "text": "But Im a big girl I can take my lumps - My biggest fear was that I would get it wrong, and some kid who experienced what Joaquin experienced would say something to the effect of, This book its wrong. And that scared me the most."}
{"ep_id": "firstdraft.txt", "sent_id": "479", "text": "I didnt want to hurt a reader."}
{"ep_id": "firstdraft.txt", "sent_id": "480", "text": "Right, thats a big burden to carry."}
{"ep_id": "firstdraft.txt", "sent_id": "481", "text": "Yeah, it was."}
{"ep_id": "firstdraft.txt", "sent_id": "482", "text": "But as I kept writing, the story kept unfolding itself, and the plot started coming together, and the bullet-point list was getting shorter, and I could see literally the lineal passage of time and how the characters were not only coming together but finding themselves as well."}
{"ep_id": "firstdraft.txt", "sent_id": "483", "text": "Thats how I felt like, Okay."}
{"ep_id": "firstdraft.txt", "sent_id": "484", "text": "Im doing something right. Like, Im not stalling-out the way I was the past year-and-a-half.\n\nYeah, literally."}
{"ep_id": "firstdraft.txt", "sent_id": "485", "text": "Oh, my god [chuckles] youll never meet a happier writer than me in that caf just knocking out words."}
{"ep_id": "firstdraft.txt", "sent_id": "486", "text": "At a certain point, I was like, I dont even know if this is good but Im just gonna keep doing it. And I was like, Someone will tell me if it is or if it isnt."}
{"ep_id": "firstdraft.txt", "sent_id": "487", "text": "Im just gonna keep working on it.\n\nSo, that brings me to the other part of the book that I want to talk about which, of course, is [that] it was nominated for the National Book Award."}
{"ep_id": "firstdraft.txt", "sent_id": "488", "text": "Congratulations!"}
{"ep_id": "firstdraft.txt", "sent_id": "489", "text": "And at the time that were recording this we dont know  the long list is all thats out there."}
{"ep_id": "firstdraft.txt", "sent_id": "490", "text": "But congratulations for at least that."}
{"ep_id": "firstdraft.txt", "sent_id": "491", "text": "Thank you!"}
{"ep_id": "firstdraft.txt", "sent_id": "492", "text": "What a phenomenal day that was."}
{"ep_id": "firstdraft.txt", "sent_id": "493", "text": "So exciting!"}
{"ep_id": "firstdraft.txt", "sent_id": "494", "text": "And I want to talk about, not only the whole experience of finding out about that and all of that interesting stuff, but also what that meant at the end of this being such a journey personally, and such a journey with the book."}
{"ep_id": "firstdraft.txt", "sent_id": "495", "text": "We so rarely get outside validation like that."}
{"ep_id": "firstdraft.txt", "sent_id": "496", "text": "It meant  Ill probably start crying  it meant so much."}
{"ep_id": "firstdraft.txt", "sent_id": "497", "text": "Reviews are lovely, great reviews are lovely."}
{"ep_id": "firstdraft.txt", "sent_id": "498", "text": "Having people read the book and respond is always the best."}
{"ep_id": "firstdraft.txt", "sent_id": "499", "text": "But to have  especially those five judges who I have so much respect for, who I think are phenomenal writers  to have them say, We think this book is one of the ten best that weve read. [Stammers] Im a writer."}
{"ep_id": "firstdraft.txt", "sent_id": "500", "text": "I dont even have words."}
{"ep_id": "firstdraft.txt", "sent_id": "501", "text": "I dont even know how to express Especially on the heels of so much difficulty getting to that point."}
{"ep_id": "firstdraft.txt", "sent_id": "502", "text": "To have people respond in such a positive way?"}
{"ep_id": "firstdraft.txt", "sent_id": "503", "text": "It felt like a relief more than anything else."}
{"ep_id": "firstdraft.txt", "sent_id": "504", "text": "Our friend, Brandy Colbert [listen to her First Draft interview here], when she finished LITTLE & LION  which is brilliant and has gotten tons of amazing, great reviews  she was like, I dont know, is it good? So, it struck me that you must have been in a similar position."}
{"ep_id": "firstdraft.txt", "sent_id": "505", "text": "Mm-hm!"}
{"ep_id": "firstdraft.txt", "sent_id": "506", "text": "When you spend so much time with a book, as I always say, you finish it and no writers like, This is an amazing first draft! Youre like, Please take this and fix my book. And then you keep editing and editing."}
{"ep_id": "firstdraft.txt", "sent_id": "507", "text": "Youre focusing so much on whats wrong with it."}
{"ep_id": "firstdraft.txt", "sent_id": "508", "text": "Which is good cause youre trying to make it better."}
{"ep_id": "firstdraft.txt", "sent_id": "509", "text": "But then you do copy edits and you feel like an idiot because you have no idea how much you didnt know about the comma and the end-dash."}
{"ep_id": "firstdraft.txt", "sent_id": "510", "text": "So, you do your copy edits and then theyre like, Great."}
{"ep_id": "firstdraft.txt", "sent_id": "511", "text": "Were gonna publish it. And youre like, Theres no way this book can go out, its terrible! Because all youve noticed are the bad things."}
{"ep_id": "firstdraft.txt", "sent_id": "512", "text": "And youve spent so much time with it you get such tunnel vision you lose all perspective."}
{"ep_id": "firstdraft.txt", "sent_id": "513", "text": "And you know every version of that book, so its like, What is even\n\nWhat did I do?\n\nWhat is the experience of someone reading this without all of those previous drafts?\n\nThats what scared me too, because I was like, I cant do a bibliography explaining all of the books, and articles, and interviews that I did. I thanked the people who were willing to be thanked in the back, in the acknowledgements, who I interviewed."}
{"ep_id": "firstdraft.txt", "sent_id": "514", "text": "But, other than that, I cant cite my sources."}
{"ep_id": "firstdraft.txt", "sent_id": "515", "text": "So, I was like, Will that come through?"}
{"ep_id": "firstdraft.txt", "sent_id": "516", "text": "Will that research come through in a way that resonates for the characters and for the reader as well? Like, Will it feel seamless? I didnt want it to feel like a textbook, but at the same time, I wanted to show  in some cases  that these are actual stories."}
{"ep_id": "firstdraft.txt", "sent_id": "517", "text": "How did you find out about it?"}
{"ep_id": "firstdraft.txt", "sent_id": "518", "text": "Tell me the whole story."}
{"ep_id": "firstdraft.txt", "sent_id": "519", "text": "I was at my moms house, she was moving that day."}
{"ep_id": "firstdraft.txt", "sent_id": "520", "text": "So, I had gone down to help with a few things."}
{"ep_id": "firstdraft.txt", "sent_id": "521", "text": "And I had to get on the road around ten am."}
{"ep_id": "firstdraft.txt", "sent_id": "522", "text": "So, I got up around seven and I had my coffee  always first thing  and I went on Twitter because I was like, Oh, I want to talk about\n\nIt was three weeks out from publishing date for Far from the Tree and I was like, Okay."}
{"ep_id": "firstdraft.txt", "sent_id": "523", "text": "I want to Tweet a little about Far from the Tree. Just remind people that there was an e-book sale for Emmy & Oliver, so I wanted to Tweet about that."}
{"ep_id": "firstdraft.txt", "sent_id": "524", "text": "And I was like, I want to get this out of the way because I know Im gonna be busy for the rest of the day, so I need to Tweet now. And as I Tweeted and was looking through my feed."}
{"ep_id": "firstdraft.txt", "sent_id": "525", "text": "Lisa Lucas  the executive director of the National Book Foundation  put up the link and was like, The long-list for young peoples literature is now live! And it was a link to the New Yorker article."}
{"ep_id": "firstdraft.txt", "sent_id": "526", "text": "Im like, Oh, cool!"}
{"ep_id": "firstdraft.txt", "sent_id": "527", "text": "Let me see if I know anybody. I didnt even know I had been submitted for the award."}
{"ep_id": "firstdraft.txt", "sent_id": "528", "text": "I had no, no idea."}
{"ep_id": "firstdraft.txt", "sent_id": "529", "text": "I mean, you always think of those things like [drops voice], Maybe I will be? But never an honest-to-god, this is an actual possibility."}
{"ep_id": "firstdraft.txt", "sent_id": "530", "text": "Like, Maybe Ill win the lottery?"}
{"ep_id": "firstdraft.txt", "sent_id": "531", "text": "That kind of thing where its all theoretical."}
{"ep_id": "firstdraft.txt", "sent_id": "532", "text": "So, I click on the link and its alphabetical by author, and I see Elana Arnolds name [listen to her First Draft interview here] and Im like, Oh, my god!"}
{"ep_id": "firstdraft.txt", "sent_id": "533", "text": "Elana."}
{"ep_id": "firstdraft.txt", "sent_id": "534", "text": "Oh, my gosh!"}
{"ep_id": "firstdraft.txt", "sent_id": "535", "text": "Im so happy for her! And then I see my name and I just [pauses] I just whited out."}
{"ep_id": "firstdraft.txt", "sent_id": "536", "text": "I made a sound, I dont even know what it was, but my mom just came running."}
{"ep_id": "firstdraft.txt", "sent_id": "537", "text": "She was like, What?"}
{"ep_id": "firstdraft.txt", "sent_id": "538", "text": "Are you okay?"}
{"ep_id": "firstdraft.txt", "sent_id": "539", "text": "What happened? I was shaking."}
{"ep_id": "firstdraft.txt", "sent_id": "540", "text": "I just kept saying, Mom."}
{"ep_id": "firstdraft.txt", "sent_id": "541", "text": "Mom."}
{"ep_id": "firstdraft.txt", "sent_id": "542", "text": "Mom. And Im shaking."}
{"ep_id": "firstdraft.txt", "sent_id": "543", "text": "And right then my phone started to blow up."}
{"ep_id": "firstdraft.txt", "sent_id": "544", "text": "What was so sweet, is I was getting texts from people from my former publishers, and my friends, just immediately."}
{"ep_id": "firstdraft.txt", "sent_id": "545", "text": "And I could see my Twitter feed and all of the notifications where like it was like watching a slot machine."}
{"ep_id": "firstdraft.txt", "sent_id": "546", "text": "The number kept going up and up."}
{"ep_id": "firstdraft.txt", "sent_id": "547", "text": "I get chills just thinking about it now."}
{"ep_id": "firstdraft.txt", "sent_id": "548", "text": "I worked so hard on this book."}
{"ep_id": "firstdraft.txt", "sent_id": "549", "text": "It was so hard."}
{"ep_id": "firstdraft.txt", "sent_id": "550", "text": "Emotionally, it was one of the worst times of my life leading up to this book."}
{"ep_id": "firstdraft.txt", "sent_id": "551", "text": "So, to have people recognize it, and to have my friends be so happy for me."}
{"ep_id": "firstdraft.txt", "sent_id": "552", "text": "To have so many people in publishing, both my friends and publishing people, respect that was just I dont know what to say."}
{"ep_id": "firstdraft.txt", "sent_id": "553", "text": "I just felt so happy."}
{"ep_id": "firstdraft.txt", "sent_id": "554", "text": "I felt like, Okay."}
{"ep_id": "firstdraft.txt", "sent_id": "555", "text": "This is the crest. That was the trough."}
{"ep_id": "firstdraft.txt", "sent_id": "556", "text": "That was the hard time."}
{"ep_id": "firstdraft.txt", "sent_id": "557", "text": "At one point when I was writing Far from the Tree, I called my mom at five in the morning and I was sobbing."}
{"ep_id": "firstdraft.txt", "sent_id": "558", "text": "I was like, Im gonna lose my apartment."}
{"ep_id": "firstdraft.txt", "sent_id": "559", "text": "I cant do this."}
{"ep_id": "firstdraft.txt", "sent_id": "560", "text": "And Im gonna have to give back the money."}
{"ep_id": "firstdraft.txt", "sent_id": "561", "text": "And Im gonna lose my apartment.\n\nAnd my mom just kept saying, No."}
{"ep_id": "firstdraft.txt", "sent_id": "562", "text": "You are not."}
{"ep_id": "firstdraft.txt", "sent_id": "563", "text": "Youre gonna write a book. She was like, This isnt gonna happen. She was so sympathetic and so supportive."}
{"ep_id": "firstdraft.txt", "sent_id": "564", "text": "This book would have never happened without my mom."}
{"ep_id": "firstdraft.txt", "sent_id": "565", "text": "It just wouldnt have."}
{"ep_id": "firstdraft.txt", "sent_id": "566", "text": "So, to be with her  I just happened to be there when the long-list came out  was so wonderful."}
{"ep_id": "firstdraft.txt", "sent_id": "567", "text": "She was texting my brother and sister-in-law."}
{"ep_id": "firstdraft.txt", "sent_id": "568", "text": "And they were like, This is a big deal! And my mom was like, I can tell its a big deal because you keep leaving your coffee.\n\nI just wandered in and out I was supposed to be helping her pack the final stuff, and I literally just wandered into a room and set my coffee down and wandered out."}
{"ep_id": "firstdraft.txt", "sent_id": "569", "text": "And then I would go look at Twitter because I was trying to keep up with it."}
{"ep_id": "firstdraft.txt", "sent_id": "570", "text": "For some reason, I was really focused on acknowledging everyones nice words, and I just couldnt keep up."}
{"ep_id": "firstdraft.txt", "sent_id": "571", "text": "But I wanted to keep seeing it."}
{"ep_id": "firstdraft.txt", "sent_id": "572", "text": "And, oh my gosh, Im still on a high."}
{"ep_id": "firstdraft.txt", "sent_id": "573", "text": "It was two-and-a-half weeks ago and Im on such a high."}
{"ep_id": "firstdraft.txt", "sent_id": "574", "text": "Of course!"}
{"ep_id": "firstdraft.txt", "sent_id": "575", "text": "Im getting emotional hearing about it."}
{"ep_id": "firstdraft.txt", "sent_id": "576", "text": "I knew how hard the year was for you."}
{"ep_id": "firstdraft.txt", "sent_id": "577", "text": "And there was such a weird  even being approximate to it  I was like [exclaiming], What?"}
{"ep_id": "firstdraft.txt", "sent_id": "578", "text": "Oh, my god!"}
{"ep_id": "firstdraft.txt", "sent_id": "579", "text": "Thats my friend! You just want to walk outside and be like [exclaiming - again] Do you guys know?"}
{"ep_id": "firstdraft.txt", "sent_id": "580", "text": "This is my friend Robin!\n\nIts so funny, in LA everyones like, Whats that? Whereas Im sure in New York everyones like [exclaiming], National Book Award!\n\nPeople are in their cubes all over New York refreshing the page."}
{"ep_id": "firstdraft.txt", "sent_id": "581", "text": "Then you walk around here and youre like [shrugs shoulder and raises eyebrows like what?]."}
{"ep_id": "firstdraft.txt", "sent_id": "582", "text": "Yeah."}
{"ep_id": "firstdraft.txt", "sent_id": "583", "text": "In LA, everyone thinks youre a screenwriter."}
{"ep_id": "firstdraft.txt", "sent_id": "584", "text": "Which is totally fine."}
{"ep_id": "firstdraft.txt", "sent_id": "585", "text": "It doesnt matter."}
{"ep_id": "firstdraft.txt", "sent_id": "586", "text": "But also, to be on that list with those authors."}
{"ep_id": "firstdraft.txt", "sent_id": "587", "text": "That blew my mind as well."}
{"ep_id": "firstdraft.txt", "sent_id": "588", "text": "Its such an insane list this year."}
{"ep_id": "firstdraft.txt", "sent_id": "589", "text": "It was such a good list."}
{"ep_id": "firstdraft.txt", "sent_id": "590", "text": "And just to be there and to see my book cover there."}
{"ep_id": "firstdraft.txt", "sent_id": "591", "text": "I cant imagine what would happen to feel better than that."}
{"ep_id": "firstdraft.txt", "sent_id": "592", "text": "I feel like everything I went through was worth it."}
{"ep_id": "firstdraft.txt", "sent_id": "593", "text": "Not to say awards matter, but to be on that list  with those books- and to be chosen by those judges; was not only one of the best publishing days of my life, but one of the best days of my life."}
{"ep_id": "firstdraft.txt", "sent_id": "594", "text": "It felt so good."}
{"ep_id": "firstdraft.txt", "sent_id": "595", "text": "We so rarely get\n\nOh yeah, [laughing] a happy day."}
{"ep_id": "firstdraft.txt", "sent_id": "596", "text": "Well, yeah, and in any endeavor in life - this is like weddings, births  we so rarely get moments where youre like, Stop."}
{"ep_id": "firstdraft.txt", "sent_id": "597", "text": "Reflect."}
{"ep_id": "firstdraft.txt", "sent_id": "598", "text": "This is a marker of time."}
{"ep_id": "firstdraft.txt", "sent_id": "599", "text": "This is a way to summarize an achievement. Theyre far and few between."}
{"ep_id": "firstdraft.txt", "sent_id": "600", "text": "And in our field, which is so wild and subjective, theres a lot of nebulousness around what we do."}
{"ep_id": "firstdraft.txt", "sent_id": "601", "text": "So, to have something hard and fast and its like, This is a sticker that will be on your book!\n\nThat is the number one question from people, Do you get the sticker? Like, I dont know!"}
{"ep_id": "firstdraft.txt", "sent_id": "602", "text": "I have never experienced this before.\n\nI went to the website and it has your cover with the little sticker on it and I was like, Yay!\n\nWe shall see."}
{"ep_id": "firstdraft.txt", "sent_id": "603", "text": "Yeah, everyone wants to know about the sticker."}
{"ep_id": "firstdraft.txt", "sent_id": "604", "text": "I love that were like, We know that! Theres swag involved here."}
{"ep_id": "firstdraft.txt", "sent_id": "605", "text": "But I think its also so rare to be just surprised by something."}
{"ep_id": "firstdraft.txt", "sent_id": "606", "text": "Pleasantly surprised."}
{"ep_id": "firstdraft.txt", "sent_id": "607", "text": "Okay, thats fair."}
{"ep_id": "firstdraft.txt", "sent_id": "608", "text": "Unpleasantly surprised happens all the time."}
{"ep_id": "firstdraft.txt", "sent_id": "609", "text": "But pleasantly surprised that way was so much fun."}
{"ep_id": "firstdraft.txt", "sent_id": "610", "text": "Everyone was like, Did you know?"}
{"ep_id": "firstdraft.txt", "sent_id": "611", "text": "Were you sitting on this? And I was like, No! Nobody knew."}
{"ep_id": "firstdraft.txt", "sent_id": "612", "text": "My agent didnt know."}
{"ep_id": "firstdraft.txt", "sent_id": "613", "text": "My editor didnt know."}
{"ep_id": "firstdraft.txt", "sent_id": "614", "text": "That is one of the interesting things about it."}
{"ep_id": "firstdraft.txt", "sent_id": "615", "text": "As an outside observer youre always like, There must be something. And its like, No.\n\nNuh-uh."}
{"ep_id": "firstdraft.txt", "sent_id": "616", "text": "No idea."}
{"ep_id": "firstdraft.txt", "sent_id": "617", "text": "Which is fun."}
{"ep_id": "firstdraft.txt", "sent_id": "618", "text": "It was a fun day."}
{"ep_id": "firstdraft.txt", "sent_id": "619", "text": "It was a good day."}
{"ep_id": "firstdraft.txt", "sent_id": "620", "text": "Just right off the top, do you feel like Far from the Tree is the best book youve written so far?"}
{"ep_id": "firstdraft.txt", "sent_id": "621", "text": "Yes."}
{"ep_id": "firstdraft.txt", "sent_id": "622", "text": "One hundred percent."}
{"ep_id": "firstdraft.txt", "sent_id": "623", "text": "Yeah."}
{"ep_id": "firstdraft.txt", "sent_id": "624", "text": "This is how I knew, Id felt really good about it but Id sent the book to my brother, who the book is dedicated to because he is my brother and the book is about siblings."}
{"ep_id": "firstdraft.txt", "sent_id": "625", "text": "And hes obviously one of the best people in my life, and I sent it to him when it was a pdf file."}
{"ep_id": "firstdraft.txt", "sent_id": "626", "text": "I hadnt even done copy edits yet."}
{"ep_id": "firstdraft.txt", "sent_id": "627", "text": "Thats usually when he reads it."}
{"ep_id": "firstdraft.txt", "sent_id": "628", "text": "So, I sent it to him and he called me one night, it was like nine-thirty, or ten."}
{"ep_id": "firstdraft.txt", "sent_id": "629", "text": "And he was, at the time, engaged."}
{"ep_id": "firstdraft.txt", "sent_id": "630", "text": "And I was like, Oh, my god."}
{"ep_id": "firstdraft.txt", "sent_id": "631", "text": "Somethings wrong."}
{"ep_id": "firstdraft.txt", "sent_id": "632", "text": "The engagement I had no reason to think that, but you know?"}
{"ep_id": "firstdraft.txt", "sent_id": "633", "text": "The thing about the call late at night from your brother?"}
{"ep_id": "firstdraft.txt", "sent_id": "634", "text": "He goes to bed super early because he has to wake up super early for work."}
{"ep_id": "firstdraft.txt", "sent_id": "635", "text": "So, I was like, Oh."}
{"ep_id": "firstdraft.txt", "sent_id": "636", "text": "Somethings wrong. So, I answer and he was crying."}
{"ep_id": "firstdraft.txt", "sent_id": "637", "text": "He goes, I just finished your book. And we both he was crying."}
{"ep_id": "firstdraft.txt", "sent_id": "638", "text": "I just burst into tears."}
{"ep_id": "firstdraft.txt", "sent_id": "639", "text": "It was that moment of [pauses] he was like, You did it."}
{"ep_id": "firstdraft.txt", "sent_id": "640", "text": "You really did it.\n\nThats so sweet."}
{"ep_id": "firstdraft.txt", "sent_id": "641", "text": "Yeah, to have him say that, I was like, Okay."}
{"ep_id": "firstdraft.txt", "sent_id": "642", "text": "This is something special. Because hes read all of my books."}
{"ep_id": "firstdraft.txt", "sent_id": "643", "text": "All of them."}
{"ep_id": "firstdraft.txt", "sent_id": "644", "text": "My family is lovely that way, they all read my books."}
{"ep_id": "firstdraft.txt", "sent_id": "645", "text": "I think its the only fiction they read actually!"}
{"ep_id": "firstdraft.txt", "sent_id": "646", "text": "[laughing] And he knew the saga of writing this book and hes known my career for ten years, so to have him respond that way, and just to see peoples response to it, has been really good."}
{"ep_id": "firstdraft.txt", "sent_id": "647", "text": "But I know, for me, I feel very  I dont want to say confident [chuckles] - I never feel confident about it."}
{"ep_id": "firstdraft.txt", "sent_id": "648", "text": "But I feel like I did the work that I could do and I did it to the best of my abilities."}
{"ep_id": "firstdraft.txt", "sent_id": "649", "text": "And that was only possible because Id written five books before this."}
{"ep_id": "firstdraft.txt", "sent_id": "650", "text": "And each one has made me better."}
{"ep_id": "firstdraft.txt", "sent_id": "651", "text": "I always hope the next book will be better than Far from the Tree."}
{"ep_id": "firstdraft.txt", "sent_id": "652", "text": "But I do feel Far from the Tree was something very special."}
{"ep_id": "firstdraft.txt", "sent_id": "653", "text": "Not only in how the idea came to me, but the writing of it and the process of it."}
{"ep_id": "firstdraft.txt", "sent_id": "654", "text": "I feel so close to these characters."}
{"ep_id": "firstdraft.txt", "sent_id": "655", "text": "I havent been able to shake them."}
{"ep_id": "firstdraft.txt", "sent_id": "656", "text": "I thanked them in the acknowledgment."}
{"ep_id": "firstdraft.txt", "sent_id": "657", "text": "Theyre not even real people!"}
{"ep_id": "firstdraft.txt", "sent_id": "658", "text": "Im like, Thanks guys!"}
{"ep_id": "firstdraft.txt", "sent_id": "659", "text": "Thanks for picking me to tell the story.\n\nBut it was such an emotional process and it really resonated with me."}
{"ep_id": "firstdraft.txt", "sent_id": "660", "text": "Not only on a writing level, but on an emotional level in terms of researching these characters."}
{"ep_id": "firstdraft.txt", "sent_id": "661", "text": "It seems like, when I was looking back at your career, Emmy & Oliver felt like this step  a transition to this new phase of career."}
{"ep_id": "firstdraft.txt", "sent_id": "662", "text": "Im saying thats how I see it, but Id love to hear how you think about it."}
{"ep_id": "firstdraft.txt", "sent_id": "663", "text": "I agree to."}
{"ep_id": "firstdraft.txt", "sent_id": "664", "text": "I think part of the thing that not only I was concerned about but my agent and my publisher were concerned about is, Whats a worthy follow-up to Emmy & Oliver? I was very happy with Emmy & Oliver."}
{"ep_id": "firstdraft.txt", "sent_id": "665", "text": "But, what is the next step?"}
{"ep_id": "firstdraft.txt", "sent_id": "666", "text": "It didnt feel like I could go back to something like Audrey, Wait!"}
{"ep_id": "firstdraft.txt", "sent_id": "667", "text": "Or the spy series  which I love those books, and Im very proud of them  but it didnt feel like I could write a fluffy rom-com."}
{"ep_id": "firstdraft.txt", "sent_id": "668", "text": "And I love fluffy rom-coms."}
{"ep_id": "firstdraft.txt", "sent_id": "669", "text": "I love to write them and I love to read them."}
{"ep_id": "firstdraft.txt", "sent_id": "670", "text": "Im not at all denigrating the genre, but I just felt like, Okay. And I really like writing family."}
{"ep_id": "firstdraft.txt", "sent_id": "671", "text": "I love writing about families."}
{"ep_id": "firstdraft.txt", "sent_id": "672", "text": "I love writing about parents and that transition from going to a teenager to being an adult and how that affects the family dynamic."}
{"ep_id": "firstdraft.txt", "sent_id": "673", "text": "I dont necessarily have a pointed question about this, but the feeling of  not only is the award a big moment just for this book alone - but I feel it represents a pivot."}
{"ep_id": "firstdraft.txt", "sent_id": "674", "text": "Or it could."}
{"ep_id": "firstdraft.txt", "sent_id": "675", "text": "How are you thinking about this phase of your career?"}
{"ep_id": "firstdraft.txt", "sent_id": "676", "text": "And going forward?"}
{"ep_id": "firstdraft.txt", "sent_id": "677", "text": "Where are you at in that process right now?"}
{"ep_id": "firstdraft.txt", "sent_id": "678", "text": "Thats a really good question."}
{"ep_id": "firstdraft.txt", "sent_id": "679", "text": "I honestly dont know."}
{"ep_id": "firstdraft.txt", "sent_id": "680", "text": "At this point, when were talking, Far from the Tree isnt even out yet."}
{"ep_id": "firstdraft.txt", "sent_id": "681", "text": "I dont even know."}
{"ep_id": "firstdraft.txt", "sent_id": "682", "text": "But I feel Im just trying to enjoy it right now."}
{"ep_id": "firstdraft.txt", "sent_id": "683", "text": "I dont have another book idea right now, I dont."}
{"ep_id": "firstdraft.txt", "sent_id": "684", "text": "Which is what I said when we talked three years ago and now look at where we are."}
{"ep_id": "firstdraft.txt", "sent_id": "685", "text": "I look forward to three years from now when we talk again!"}
{"ep_id": "firstdraft.txt", "sent_id": "686", "text": "I know, seriously."}
{"ep_id": "firstdraft.txt", "sent_id": "687", "text": "This whole experience has reminded me, or underscored for me, to trust my instincts."}
{"ep_id": "firstdraft.txt", "sent_id": "688", "text": "That if a book isnt right, dont write it."}
{"ep_id": "firstdraft.txt", "sent_id": "689", "text": "Im not good at it?"}
{"ep_id": "firstdraft.txt", "sent_id": "690", "text": "No one else is gonna want to read it."}
{"ep_id": "firstdraft.txt", "sent_id": "691", "text": "Its told me to follow the characters that may seem difficult or hard to write because maybe those are the ones that are gonna be the most dynamic."}
{"ep_id": "firstdraft.txt", "sent_id": "692", "text": "And the ones that will give me a book, basically, and help me write something about them."}
{"ep_id": "firstdraft.txt", "sent_id": "693", "text": "Im really glad that I chased these characters  or followed them  for so long."}
{"ep_id": "firstdraft.txt", "sent_id": "694", "text": "And tried to figure out who they were because it ultimately has paid off."}
{"ep_id": "firstdraft.txt", "sent_id": "695", "text": "More than anything, its taught me to trust my instincts."}
{"ep_id": "firstdraft.txt", "sent_id": "696", "text": "Also, when I was writing Far from the Tree, I took a big social media break."}
{"ep_id": "firstdraft.txt", "sent_id": "697", "text": "I just disappeared for five months."}
{"ep_id": "firstdraft.txt", "sent_id": "698", "text": "I cannot recommend that enough."}
{"ep_id": "firstdraft.txt", "sent_id": "699", "text": "Its reminded me that you can go off-line and things will still happen."}
{"ep_id": "firstdraft.txt", "sent_id": "700", "text": "Ill know about the news stories."}
{"ep_id": "firstdraft.txt", "sent_id": "701", "text": "The world will go on."}
{"ep_id": "firstdraft.txt", "sent_id": "702", "text": "The world will go on."}
{"ep_id": "firstdraft.txt", "sent_id": "703", "text": "Its taught me to learn how to protect not only my writing process but myself - my emotional process  and how to walk away from things."}
{"ep_id": "firstdraft.txt", "sent_id": "704", "text": "And to be able to have hard conversations and say, I dont have a book right now."}
{"ep_id": "firstdraft.txt", "sent_id": "705", "text": "I dont know if Im going to. And thats really hard."}
{"ep_id": "firstdraft.txt", "sent_id": "706", "text": "I think social media can, in some ways, contribute to [the] fear of taking on certain kinds of projects."}
{"ep_id": "firstdraft.txt", "sent_id": "707", "text": "Yes."}
{"ep_id": "firstdraft.txt", "sent_id": "708", "text": "I agree."}
{"ep_id": "firstdraft.txt", "sent_id": "709", "text": "I think that you are right."}
{"ep_id": "firstdraft.txt", "sent_id": "710", "text": "That you did yourself a favor by stepping back and you just need time to examine what a story is gonna be."}
{"ep_id": "firstdraft.txt", "sent_id": "711", "text": "Its almost like you gave yourself time to just be in that phase  in that inward phase  because the outward phase is when you have all kinds of questions."}
{"ep_id": "firstdraft.txt", "sent_id": "712", "text": "Where you worry about how people are gonna feel when they read the book."}
{"ep_id": "firstdraft.txt", "sent_id": "713", "text": "Which is a very legitimate phase, but you cant take that burden on when youre\n\nNo."}
{"ep_id": "firstdraft.txt", "sent_id": "714", "text": "You have to keep it for you, and try to write the best book."}
{"ep_id": "firstdraft.txt", "sent_id": "715", "text": "I agree."}
{"ep_id": "firstdraft.txt", "sent_id": "716", "text": "I think theres so much validity to saying, Youre writing someone who is not like you. Again, youre writing for a kid whos not like you."}
{"ep_id": "firstdraft.txt", "sent_id": "717", "text": "So, you need to make sure that you respect that and dont do a disservice to them, and I completely agree with that."}
{"ep_id": "firstdraft.txt", "sent_id": "718", "text": "But I also think that you need the space to figure out if you can tell that story."}
{"ep_id": "firstdraft.txt", "sent_id": "719", "text": "And then also find the people who will tell you if you can or cannot tell the story."}
{"ep_id": "firstdraft.txt", "sent_id": "720", "text": "Tell the story and then see if it works."}
{"ep_id": "firstdraft.txt", "sent_id": "721", "text": "I gave the book to my friends, the one who was a professor at Cal State Northridge, and then our other friend."}
{"ep_id": "firstdraft.txt", "sent_id": "722", "text": "I was like, Tear it apart."}
{"ep_id": "firstdraft.txt", "sent_id": "723", "text": "Tear it apart."}
{"ep_id": "firstdraft.txt", "sent_id": "724", "text": "Tell me what is right and what is not. And they had wonderful notes and I was like, This was great."}
{"ep_id": "firstdraft.txt", "sent_id": "725", "text": "Thank you.\n\nI gave it to Brandy Colbert who blurbed it for me."}
{"ep_id": "firstdraft.txt", "sent_id": "726", "text": "And I was like, If anyone will tell me that this book isnt right, Brandy will. And I told her, Dont be my friend right now."}
{"ep_id": "firstdraft.txt", "sent_id": "727", "text": "Be a friend to me in that, tell me if this book isnt working, and if its not working well figure it out. She said the loveliest things about it."}
{"ep_id": "firstdraft.txt", "sent_id": "728", "text": "I saved her email and I still re-read it every now and then just because, when Im doubting myself, to see Brandys words."}
{"ep_id": "firstdraft.txt", "sent_id": "729", "text": "Because I knew that she would be someone who would be very honest with me, as a friend."}
{"ep_id": "firstdraft.txt", "sent_id": "730", "text": "And she had wonderful things to say and I was like, Okay."}
{"ep_id": "firstdraft.txt", "sent_id": "731", "text": "I feel like I did It sounds weird to say, but I feel like I did my job."}
{"ep_id": "firstdraft.txt", "sent_id": "732", "text": "Like, Okay."}
{"ep_id": "firstdraft.txt", "sent_id": "733", "text": "I am comfortable with this book going out.\n\nI dont think its wrong to say you did your job."}
{"ep_id": "firstdraft.txt", "sent_id": "734", "text": "Thats definitely the way to think about it."}
{"ep_id": "firstdraft.txt", "sent_id": "735", "text": "Im trying to avoid saying permission because thats not what were talking about but."}
{"ep_id": "firstdraft.txt", "sent_id": "736", "text": "It is the fact that you could talk to people who are not even writers, people who are just, Does this pass the sniff test for you as someone who has experienced this in some way, shape, or form? People who may be trying to tackle subjects that make them nervous."}
{"ep_id": "firstdraft.txt", "sent_id": "737", "text": "Thats so powerful."}
{"ep_id": "firstdraft.txt", "sent_id": "738", "text": "A big thing for me was in taking it to these people."}
{"ep_id": "firstdraft.txt", "sent_id": "739", "text": "I was very upfront with my friends and everyone who beta read the book."}
{"ep_id": "firstdraft.txt", "sent_id": "740", "text": "I was like, You know what?"}
{"ep_id": "firstdraft.txt", "sent_id": "741", "text": "I am a white woman from Orange County, California."}
{"ep_id": "firstdraft.txt", "sent_id": "742", "text": "I have wheelbarrows full of white privilege. I was like, I will not be upset if you tell me this book is wrong."}
{"ep_id": "firstdraft.txt", "sent_id": "743", "text": "I do not want to misrepresent anybody in any way possible. I also was very conscious, like, I read a book about foster care."}
{"ep_id": "firstdraft.txt", "sent_id": "744", "text": "I get it now. Or, I talked to my friend who identifies as Latina and I understand it."}
{"ep_id": "firstdraft.txt", "sent_id": "745", "text": "I got it.\n\nI wanted to be very honest about I did all this research but it doesnt mean that I havent been immersed in that life."}
{"ep_id": "firstdraft.txt", "sent_id": "746", "text": "And that was the other thing too was, do I have the right to tell this story, even with that acknowledgement?"}
{"ep_id": "firstdraft.txt", "sent_id": "747", "text": "So far, the response has been really good, so I hope that means yes."}
{"ep_id": "firstdraft.txt", "sent_id": "748", "text": "This is my personal feeling you have to acknowledge what a big responsibility it is."}
{"ep_id": "firstdraft.txt", "sent_id": "749", "text": "And again, not for your own sake, but for the sake of the readers."}
{"ep_id": "firstdraft.txt", "sent_id": "750", "text": "And also try to clear a path for other people who dont have that privilege to stand alongside you."}
{"ep_id": "firstdraft.txt", "sent_id": "751", "text": "Huge!"}
{"ep_id": "firstdraft.txt", "sent_id": "752", "text": "I love that."}
{"ep_id": "firstdraft.txt", "sent_id": "753", "text": "We did talk a little bit last time about your career in publishing  working in the publishing industry  you were a publicist."}
{"ep_id": "firstdraft.txt", "sent_id": "754", "text": "You worked as a publicist and event coordinator for a bookstore."}
{"ep_id": "firstdraft.txt", "sent_id": "755", "text": "Yes."}
{"ep_id": "firstdraft.txt", "sent_id": "756", "text": "We dont get to hear from them very much."}
{"ep_id": "firstdraft.txt", "sent_id": "757", "text": "Its kind of a mysterious part of publishing."}
{"ep_id": "firstdraft.txt", "sent_id": "758", "text": "What does that job entail?"}
{"ep_id": "firstdraft.txt", "sent_id": "759", "text": "What did it entail for you then?"}
{"ep_id": "firstdraft.txt", "sent_id": "760", "text": "And what do you think  there are many challenges now that you didnt have to deal with [then]."}
{"ep_id": "firstdraft.txt", "sent_id": "761", "text": "I was a publicist basically before we had the internet."}
{"ep_id": "firstdraft.txt", "sent_id": "762", "text": "I dont mean to sound like Im a thousand years old, but there were no blogs."}
{"ep_id": "firstdraft.txt", "sent_id": "763", "text": "There certainly wasnt social media."}
{"ep_id": "firstdraft.txt", "sent_id": "764", "text": "It was probably fifteen years ago that I was a publicist, so things were just starting in terms of the idea of a blog, or entertainment, or putting stuff on-line."}
{"ep_id": "firstdraft.txt", "sent_id": "765", "text": "There wasnt even You Tube."}
{"ep_id": "firstdraft.txt", "sent_id": "766", "text": "There was no book-tubers."}
{"ep_id": "firstdraft.txt", "sent_id": "767", "text": "No!"}
{"ep_id": "firstdraft.txt", "sent_id": "768", "text": "Oh, my gosh."}
{"ep_id": "firstdraft.txt", "sent_id": "769", "text": "I cant even imagine being a publicist now."}
{"ep_id": "firstdraft.txt", "sent_id": "770", "text": "I probably could do it, but it feels like, I would say, its a young persons game now."}
{"ep_id": "firstdraft.txt", "sent_id": "771", "text": "Its a twenty-four-year-olds game, because theyve grown up with social media in a way that I havent."}
{"ep_id": "firstdraft.txt", "sent_id": "772", "text": "I think I enjoy publicizing books and talking about them and social media."}
{"ep_id": "firstdraft.txt", "sent_id": "773", "text": "But I dont think I could do it."}
{"ep_id": "firstdraft.txt", "sent_id": "774", "text": "The things that they come up with, and the things they think of, and the work they have to do across so many different mediums?"}
{"ep_id": "firstdraft.txt", "sent_id": "775", "text": "Im like, Oh, my god.\n\nAnd then youre still reaching out to traditional media too like, NPR, morning TV, whatever the book is, youre still trying to get newspapers."}
{"ep_id": "firstdraft.txt", "sent_id": "776", "text": "But, does that resonate the way that a book-tuber does?"}
{"ep_id": "firstdraft.txt", "sent_id": "777", "text": "The game has changed so much."}
{"ep_id": "firstdraft.txt", "sent_id": "778", "text": "If you get reviewed in the New York Times, does that affect sales as much as having a popular book-tuber talk about your book?"}
{"ep_id": "firstdraft.txt", "sent_id": "779", "text": "Does it, or not?"}
{"ep_id": "firstdraft.txt", "sent_id": "780", "text": "We dont know."}
{"ep_id": "firstdraft.txt", "sent_id": "781", "text": "I dont know."}
{"ep_id": "firstdraft.txt", "sent_id": "782", "text": "Im sure someone knows somewhere."}
{"ep_id": "firstdraft.txt", "sent_id": "783", "text": "But its an interesting thought."}
{"ep_id": "firstdraft.txt", "sent_id": "784", "text": "So, as a publicist it would be very interesting."}
{"ep_id": "firstdraft.txt", "sent_id": "785", "text": "Obviously, you want both."}
{"ep_id": "firstdraft.txt", "sent_id": "786", "text": "You want everything to come."}
{"ep_id": "firstdraft.txt", "sent_id": "787", "text": "But how do you pick the different mediums for the different books?"}
{"ep_id": "firstdraft.txt", "sent_id": "788", "text": "How do you, as someone who used to do this for a living, if you are an author trying to promote your own work, where do you begin conceptualizing?"}
{"ep_id": "firstdraft.txt", "sent_id": "789", "text": "How do you think about that, how to sell your book?"}
{"ep_id": "firstdraft.txt", "sent_id": "790", "text": "Its very interesting because I think at a certain point you also are selling yourself, especially in YA."}
{"ep_id": "firstdraft.txt", "sent_id": "791", "text": "This is what I do; I try to infuse humor so it doesnt feel so much like [quietly shouting], This is my book."}
{"ep_id": "firstdraft.txt", "sent_id": "792", "text": "Its great!"}
{"ep_id": "firstdraft.txt", "sent_id": "793", "text": "This is my book!"}
{"ep_id": "firstdraft.txt", "sent_id": "794", "text": "It got nominated!"}
{"ep_id": "firstdraft.txt", "sent_id": "795", "text": "This is my book!"}
{"ep_id": "firstdraft.txt", "sent_id": "796", "text": "You guys should read my book!"}
{"ep_id": "firstdraft.txt", "sent_id": "797", "text": "Have you heard about my book? I love Instagram, and I am such a big proponent of photo-editing and filters."}
{"ep_id": "firstdraft.txt", "sent_id": "798", "text": "Make yourself look the way you want to represent yourself."}
{"ep_id": "firstdraft.txt", "sent_id": "799", "text": "Whatever that entails for you."}
{"ep_id": "firstdraft.txt", "sent_id": "800", "text": "But I feel, especially in YA, this is gonna be my feminist rant."}
{"ep_id": "firstdraft.txt", "sent_id": "801", "text": "Get ready!"}
{"ep_id": "firstdraft.txt", "sent_id": "802", "text": "Because its so many females in YA - not to say everybody, but the majority of us are female writers - I think its considered a hobby."}
{"ep_id": "firstdraft.txt", "sent_id": "803", "text": "The way people look at is as a hobby."}
{"ep_id": "firstdraft.txt", "sent_id": "804", "text": "Its not a job, its a hobby."}
{"ep_id": "firstdraft.txt", "sent_id": "805", "text": "The male writers have a job."}
{"ep_id": "firstdraft.txt", "sent_id": "806", "text": "We all have a hobby because its expected that our spouses and husbands really do make the money, and this is fun."}
{"ep_id": "firstdraft.txt", "sent_id": "807", "text": "Not to say that anyone is saying that to me personally, but I think its an overreaching concept in publishing."}
{"ep_id": "firstdraft.txt", "sent_id": "808", "text": "So, thats why when I do videos or Instagram I take it very seriously, in that I want it to look as professional as possible."}
{"ep_id": "firstdraft.txt", "sent_id": "809", "text": "As much as I can make it look professional as an unprofessional."}
{"ep_id": "firstdraft.txt", "sent_id": "810", "text": "Now we have a whole lot of powerful, free or next to free, tools."}
{"ep_id": "firstdraft.txt", "sent_id": "811", "text": "I think its really important to represent it as a job, even if other people arent viewing it that way."}
{"ep_id": "firstdraft.txt", "sent_id": "812", "text": "And again, that will vary from every single author in terms of how you A) are willing to promote yourself."}
{"ep_id": "firstdraft.txt", "sent_id": "813", "text": "What youre willing to put out there."}
{"ep_id": "firstdraft.txt", "sent_id": "814", "text": "And B) How you want to be represented in your best light."}
{"ep_id": "firstdraft.txt", "sent_id": "815", "text": "I think its different for everybody."}
{"ep_id": "firstdraft.txt", "sent_id": "816", "text": "As you know, we wrap up with advice."}
{"ep_id": "firstdraft.txt", "sent_id": "817", "text": "I would love to know if the advice you gave last time if you would change it?"}
{"ep_id": "firstdraft.txt", "sent_id": "818", "text": "Or, if theres something youve learned in the last three years specifically?"}
{"ep_id": "firstdraft.txt", "sent_id": "819", "text": "I wouldnt change it because I think the advice I gave was about people wanting to get into publishing, and so I still stand by all of that."}
{"ep_id": "firstdraft.txt", "sent_id": "820", "text": "I listened to our podcast yesterday."}
{"ep_id": "firstdraft.txt", "sent_id": "821", "text": "I feel like my advice would be - and this is what Ive learned from Far from the Tree - is trust your instincts."}
{"ep_id": "firstdraft.txt", "sent_id": "822", "text": "If something isnt working, dont take it out there."}
{"ep_id": "firstdraft.txt", "sent_id": "823", "text": "If you think somethings working, chase it down, keep following it."}
{"ep_id": "firstdraft.txt", "sent_id": "824", "text": "If its not right, its not right."}
{"ep_id": "firstdraft.txt", "sent_id": "825", "text": "Ive learned that so much."}
{"ep_id": "firstdraft.txt", "sent_id": "826", "text": "And another thing I have learned from Far from the Tree is, if you dont know the plot, learn the characters."}
{"ep_id": "firstdraft.txt", "sent_id": "827", "text": "Because eventually they will tell you what the plot is."}
{"ep_id": "firstdraft.txt", "sent_id": "828", "text": "In terms of finding out about Joaquins experiences, or Graces experience, or Maya and her mother, all of these things in the book."}
{"ep_id": "firstdraft.txt", "sent_id": "829", "text": "I learned what the plot was, because I learned about the characters."}
{"ep_id": "firstdraft.txt", "sent_id": "830", "text": "I learned how it unfolded because I learned about who these characters were."}
{"ep_id": "firstdraft.txt", "sent_id": "831", "text": "I struggle with plot all of the time."}
{"ep_id": "firstdraft.txt", "sent_id": "832", "text": "I love characters."}
{"ep_id": "firstdraft.txt", "sent_id": "833", "text": "I could write four characters in a room for three hundred pages  no problem."}
{"ep_id": "firstdraft.txt", "sent_id": "834", "text": "But, you need a plot for a book, unfortunately!"}
{"ep_id": "firstdraft.txt", "sent_id": "835", "text": "Thats something I learned and Im going to try to remember for whatever the next book may be."}
{"ep_id": "firstdraft.txt", "sent_id": "836", "text": "Ive been struggling recently with I feel like I, for the last year, Ive gotten plot."}
{"ep_id": "firstdraft.txt", "sent_id": "837", "text": "Its been easier."}
{"ep_id": "firstdraft.txt", "sent_id": "838", "text": "And then I get in and Im like, Why doesnt this feel like anything? So, being reminded that character is primary is a good thing."}
{"ep_id": "firstdraft.txt", "sent_id": "839", "text": "Yeah, I think so."}
{"ep_id": "firstdraft.txt", "sent_id": "840", "text": "What fun is it to go on a journey if you dont like the people youre with?"}
{"ep_id": "firstdraft.txt", "sent_id": "841", "text": "Im not even saying they have to be likeable, but you want to know whats gonna happen with them."}
{"ep_id": "firstdraft.txt", "sent_id": "842", "text": "You want to understand them."}
{"ep_id": "firstdraft.txt", "sent_id": "843", "text": "Yeah."}
{"ep_id": "firstdraft.txt", "sent_id": "844", "text": "And it seems like also with Far from the Tree  not only trusting your instincts  but it seems like at some point you kept reminding yourself that you could walk away."}
{"ep_id": "firstdraft.txt", "sent_id": "845", "text": "Yeah, absolutely."}
{"ep_id": "firstdraft.txt", "sent_id": "846", "text": "That was my out."}
{"ep_id": "firstdraft.txt", "sent_id": "847", "text": "It wouldnt have been my favorite option, but at the end of the day I was like, I can just walk away from this. I still remember this anecdote, oh my gosh it was years ago, but it was Kari Russell talking about Felicity."}
{"ep_id": "firstdraft.txt", "sent_id": "848", "text": "Apparently, J.J. Abrams said, Well send a car for you every day."}
{"ep_id": "firstdraft.txt", "sent_id": "849", "text": "You dont have to drive yourself to the set."}
{"ep_id": "firstdraft.txt", "sent_id": "850", "text": "Well have a car pick you up and take you home. And she said, No. Because at the time, the show was so immersive and she was in every single scene and it was like crazy days."}
{"ep_id": "firstdraft.txt", "sent_id": "851", "text": "And she said, I like having a car parked outside thats mine, so I know if I want to, I can just get in and drive away. She didnt need to, she wasnt going to, but just knowing that she could leave gave her the reason to keep going."}
{"ep_id": "firstdraft.txt", "sent_id": "852", "text": "I think that was sort of the same thing with writing this book."}
{"ep_id": "firstdraft.txt", "sent_id": "853", "text": "Me just saying, I can walk away gave me the option, and I didnt feel trapped in knowing that I could just keep going forward, knowing that I could always back out at any time."}
{"ep_id": "firstdraft.txt", "sent_id": "854", "text": "Its a relief, I think."}
{"ep_id": "firstdraft.txt", "sent_id": "855", "text": "Yes, oh absolutely."}
{"ep_id": "firstdraft.txt", "sent_id": "856", "text": "Its granting yourself permission, which is important too as an adult."}
{"ep_id": "firstdraft.txt", "sent_id": "857", "text": "I have a lot more to say about that, but again, we cant talk forever as much as I love to."}
{"ep_id": "firstdraft.txt", "sent_id": "858", "text": "So, Robin this has been so fun."}
{"ep_id": "firstdraft.txt", "sent_id": "859", "text": "This was really good."}
{"ep_id": "firstdraft.txt", "sent_id": "860", "text": "Thank you so much for asking me these questions."}
{"ep_id": "firstdraft.txt", "sent_id": "861", "text": "I havent really talked a lot about Far from the Tree, so this was really cathartic."}
{"ep_id": "firstdraft.txt", "sent_id": "862", "text": "This was so fun."}
{"ep_id": "firstdraft.txt", "sent_id": "863", "text": "Thank you."}
{"ep_id": "firstdraft.txt", "sent_id": "864", "text": "Yeah, thank you!"}
{"ep_id": "firstdraft.txt", "sent_id": "865", "text": "[background music plays]"}
{"ep_id": "kevin.txt", "sent_id": "0", "text": "Ira Glass Act Three-- Not All Who Wander Are Lost, But Some Definitely Are."}
{"ep_id": "kevin.txt", "sent_id": "1", "text": "A car is a classic place to realize, oh right, I'm lost."}
{"ep_id": "kevin.txt", "sent_id": "2", "text": "Though sometimes, you realize that you're lost."}
{"ep_id": "kevin.txt", "sent_id": "3", "text": "You're, like, personally lost, and then you get into the car and you drive as far as you can to solve that problem."}
{"ep_id": "kevin.txt", "sent_id": "4", "text": "James Spring has this story."}
{"ep_id": "kevin.txt", "sent_id": "5", "text": "It's partly about that."}
{"ep_id": "kevin.txt", "sent_id": "6", "text": "There's this guy that I've known forever."}
{"ep_id": "kevin.txt", "sent_id": "7", "text": "His name's Kevin."}
{"ep_id": "kevin.txt", "sent_id": "8", "text": "He's about 40, a father now with two kids."}
{"ep_id": "kevin.txt", "sent_id": "9", "text": "But back in the summer of 1989, when Kevin had just turned 16, his dad let him drive from San Diego to Central America with his older brother."}
{"ep_id": "kevin.txt", "sent_id": "10", "text": "Kevin was super excited."}
{"ep_id": "kevin.txt", "sent_id": "11", "text": "It was the adventure of a lifetime."}
{"ep_id": "kevin.txt", "sent_id": "12", "text": "He'd saved up nearly $1,000 working after school at a yogurt shop."}
{"ep_id": "kevin.txt", "sent_id": "13", "text": "Kevin's brother, who was 21 at the time, knew parts of Mexico pretty well."}
{"ep_id": "kevin.txt", "sent_id": "14", "text": "After he'd dropped out of college, it seemed that he was down in Baja all the time."}
{"ep_id": "kevin.txt", "sent_id": "15", "text": "He was a hard charger, lived with a bunch of tattooed guys who looked like felons."}
{"ep_id": "kevin.txt", "sent_id": "16", "text": "He drove this kick-ass red Jeep with no doors."}
{"ep_id": "kevin.txt", "sent_id": "17", "text": "So a little wild, but he'd always looked out for Kevin since they were little kids."}
{"ep_id": "kevin.txt", "sent_id": "18", "text": "Kevin wasn't worried."}
{"ep_id": "kevin.txt", "sent_id": "19", "text": "Good guy to travel with."}
{"ep_id": "kevin.txt", "sent_id": "20", "text": "He'll watch out for me."}
{"ep_id": "kevin.txt", "sent_id": "21", "text": "We'll learn some Spanish, drink beer, and smoke cigarettes."}
{"ep_id": "kevin.txt", "sent_id": "22", "text": "But there were other interesting facts about Kevin's brother, too, some of which would soon become concerns."}
{"ep_id": "kevin.txt", "sent_id": "23", "text": "That thing that the brother was doing in Baja-- not legal."}
{"ep_id": "kevin.txt", "sent_id": "24", "text": "The tattooed guys who looked like felons were, in fact, felons."}
{"ep_id": "kevin.txt", "sent_id": "25", "text": "And actually, Kevin's brother, himself, had recently been released from a short stint in county jail."}
{"ep_id": "kevin.txt", "sent_id": "26", "text": "The older brother had anger issues."}
{"ep_id": "kevin.txt", "sent_id": "27", "text": "He was a control freak."}
{"ep_id": "kevin.txt", "sent_id": "28", "text": "So the trip-- I mean, it sucked."}
{"ep_id": "kevin.txt", "sent_id": "29", "text": "It ended badly, and it ended early."}
{"ep_id": "kevin.txt", "sent_id": "30", "text": "There was a blowout fight."}
{"ep_id": "kevin.txt", "sent_id": "31", "text": "Two drove down."}
{"ep_id": "kevin.txt", "sent_id": "32", "text": "One flew back."}
{"ep_id": "kevin.txt", "sent_id": "33", "text": "I was happy to get on a plane and go home."}
{"ep_id": "kevin.txt", "sent_id": "34", "text": "I'd had enough of the driving."}
{"ep_id": "kevin.txt", "sent_id": "35", "text": "I'd had enough of my asshole brother."}
{"ep_id": "kevin.txt", "sent_id": "36", "text": "And now it had become a fight."}
{"ep_id": "kevin.txt", "sent_id": "37", "text": "And even though we had fought before, really, this was the worst one."}
{"ep_id": "kevin.txt", "sent_id": "38", "text": "There's one more important thing to know about Kevin and his brother."}
{"ep_id": "kevin.txt", "sent_id": "39", "text": "When they were kids, they'd been everything to each other-- super close, like war buddies-- because they grew up with a stepfather who was a real bastard-- violent."}
{"ep_id": "kevin.txt", "sent_id": "40", "text": "And they moved around a lot."}
{"ep_id": "kevin.txt", "sent_id": "41", "text": "Every year, a new school."}
{"ep_id": "kevin.txt", "sent_id": "42", "text": "No friends-- really, just each other."}
{"ep_id": "kevin.txt", "sent_id": "43", "text": "This trip, that fight-- it decimated their relationship."}
{"ep_id": "kevin.txt", "sent_id": "44", "text": "The two never really spoke about the trip again, didn't speak much at all."}
{"ep_id": "kevin.txt", "sent_id": "45", "text": "It's been more than 20 years."}
{"ep_id": "kevin.txt", "sent_id": "46", "text": "I wanted to talk to Kevin about this and how he feels about it now, since I already know how his brother feels about this."}
{"ep_id": "kevin.txt", "sent_id": "47", "text": "Because I'm his brother."}
{"ep_id": "kevin.txt", "sent_id": "48", "text": "OK. We're recording."}
{"ep_id": "kevin.txt", "sent_id": "49", "text": "You good?"}
{"ep_id": "kevin.txt", "sent_id": "50", "text": "All right."}
{"ep_id": "kevin.txt", "sent_id": "51", "text": "I'm good."}
{"ep_id": "kevin.txt", "sent_id": "52", "text": "[DING] Was that me?"}
{"ep_id": "kevin.txt", "sent_id": "53", "text": "I think so."}
{"ep_id": "kevin.txt", "sent_id": "54", "text": "Talk about the long trip?"}
{"ep_id": "kevin.txt", "sent_id": "55", "text": "When I first suggested that we talk, Kevin was ambivalent."}
{"ep_id": "kevin.txt", "sent_id": "56", "text": "I think he wondered why-- like, what good could come of it-- which is fair because I have not been an easy guy to talk to."}
{"ep_id": "kevin.txt", "sent_id": "57", "text": "But I had some things I wanted to say."}
{"ep_id": "kevin.txt", "sent_id": "58", "text": "And look, in this story, I'm not going to come off well."}
{"ep_id": "kevin.txt", "sent_id": "59", "text": "I was a real prick."}
{"ep_id": "kevin.txt", "sent_id": "60", "text": "In the late '80s, I was the first person in my family to get into college."}
{"ep_id": "kevin.txt", "sent_id": "61", "text": "I dropped out after six months."}
{"ep_id": "kevin.txt", "sent_id": "62", "text": "Some friends let me crash with them."}
{"ep_id": "kevin.txt", "sent_id": "63", "text": "One night, I threw a party that went off the rails and three shots rang out from a semiautomatic handgun."}
{"ep_id": "kevin.txt", "sent_id": "64", "text": "The idiot that fired the gun?"}
{"ep_id": "kevin.txt", "sent_id": "65", "text": "That was me-- my gun-- evicted."}
{"ep_id": "kevin.txt", "sent_id": "66", "text": "Then I started hanging with some truly bad people."}
{"ep_id": "kevin.txt", "sent_id": "67", "text": "We were running ephedrine and coke from Baja into San Diego."}
{"ep_id": "kevin.txt", "sent_id": "68", "text": "One night, there was a drug raid at our house."}
{"ep_id": "kevin.txt", "sent_id": "69", "text": "Everything got flushed down the toilets before the cops got through the door, but I still got arrested."}
{"ep_id": "kevin.txt", "sent_id": "70", "text": "Through all of this, though, I still somehow had this great girlfriend, just really sweet and wonderful."}
{"ep_id": "kevin.txt", "sent_id": "71", "text": "Then I slept with some other girl."}
{"ep_id": "kevin.txt", "sent_id": "72", "text": "You know what that got me?"}
{"ep_id": "kevin.txt", "sent_id": "73", "text": "Gonorrhea is what it got me, and no girlfriend."}
{"ep_id": "kevin.txt", "sent_id": "74", "text": "I ruined so much, so much."}
{"ep_id": "kevin.txt", "sent_id": "75", "text": "But I could run away from almost all of it and take penicillin for the rest."}
{"ep_id": "kevin.txt", "sent_id": "76", "text": "I was 21 years old, a colossal mess, and I just wanted to get in my Jeep and drive to Mexico and beyond-- see the temples of the Aztecs, the Mayan ruins."}
{"ep_id": "kevin.txt", "sent_id": "77", "text": "So I prepared to drive all the way to Central America for the summer."}
{"ep_id": "kevin.txt", "sent_id": "78", "text": "And I would take with me the one person who I was sure didn't think I was such a bad guy."}
{"ep_id": "kevin.txt", "sent_id": "79", "text": "And I was done being that bad guy, anyway-- that shallow, selfish me that people hated."}
{"ep_id": "kevin.txt", "sent_id": "80", "text": "I was ready to throw myself into something real on this trip, something important, something smart."}
{"ep_id": "kevin.txt", "sent_id": "81", "text": "Before we left, I removed the backseat from the Jeep and replaced it with a welded lockbox with maybe two suitcases worth of storage space."}
{"ep_id": "kevin.txt", "sent_id": "82", "text": "Then I loaded it with a lot of books."}
{"ep_id": "kevin.txt", "sent_id": "83", "text": "I'd always been a reader, like a studier, and my plan for the summer was, sure, hang out with my brother, but also to learn the language of the Lacandon Mayans."}
{"ep_id": "kevin.txt", "sent_id": "84", "text": "And I was going to learn to read the Mesoamerican hieroglyphs."}
{"ep_id": "kevin.txt", "sent_id": "85", "text": "I even made flashcards for myself."}
{"ep_id": "kevin.txt", "sent_id": "86", "text": "This trip would be an opportunity for me to figure out once and for all why the Mayan civilization disappeared."}
{"ep_id": "kevin.txt", "sent_id": "87", "text": "Yeah."}
{"ep_id": "kevin.txt", "sent_id": "88", "text": "Archaeologists had been on the job for more than a century, and still nobody knew why all these cities were abandoned."}
{"ep_id": "kevin.txt", "sent_id": "89", "text": "But I was pretty sure that this summer, I was going to get it nailed down."}
{"ep_id": "kevin.txt", "sent_id": "90", "text": "All answers lay somewhere in those lost cities deep in the jungle."}
{"ep_id": "kevin.txt", "sent_id": "91", "text": "And lucky Kevin, he was about to see every one of them."}
{"ep_id": "kevin.txt", "sent_id": "92", "text": "Palenque, Chichn Itz, Teotihuacan, Uxmal, Mitla, Templo del Sol."}
{"ep_id": "kevin.txt", "sent_id": "93", "text": "I can name these things, but I can't remember them."}
{"ep_id": "kevin.txt", "sent_id": "94", "text": "They all just blend together for me as rocks crumbling."}
{"ep_id": "kevin.txt", "sent_id": "95", "text": "And the idea of seeing the ruins wasn't-- that was your idea why you would be going to Mexico."}
{"ep_id": "kevin.txt", "sent_id": "96", "text": "At 16, just turned 16, I knew there was going to be beer."}
{"ep_id": "kevin.txt", "sent_id": "97", "text": "I knew there was going to be ladies at the tourist spots, and hopefully surf good, warm water."}
{"ep_id": "kevin.txt", "sent_id": "98", "text": "I have no recollection of surf being on the itinerary."}
{"ep_id": "kevin.txt", "sent_id": "99", "text": "I mean, I don't know--\n\nSo off we went with our high hopes-- such wildly different high hopes-- into Mexico."}
{"ep_id": "kevin.txt", "sent_id": "100", "text": "To get us to the important places where I wanted to be, most days I'd need to drive us for stretches of six or eight hours."}
{"ep_id": "kevin.txt", "sent_id": "101", "text": "A lot of times, Kevin just wanted to stop, like in a village, and see stuff."}
{"ep_id": "kevin.txt", "sent_id": "102", "text": "But there could be no stopping."}
{"ep_id": "kevin.txt", "sent_id": "103", "text": "When we did pull into little towns, people were curious about the two gringos who showed up in their pueblo."}
{"ep_id": "kevin.txt", "sent_id": "104", "text": "They'd ask questions, and I'd tell them to mind their own business."}
{"ep_id": "kevin.txt", "sent_id": "105", "text": "I wasn't some freak show oddity."}
{"ep_id": "kevin.txt", "sent_id": "106", "text": "What I was was a pretentious douchebag who could not be bothered to interact with the common man."}
{"ep_id": "kevin.txt", "sent_id": "107", "text": "Kevin, though, was, like, energized by being around other people, and the more the merrier."}
{"ep_id": "kevin.txt", "sent_id": "108", "text": "He loved it when we were in the beach towns full of American tourists."}
{"ep_id": "kevin.txt", "sent_id": "109", "text": "And in the small villages, he'd fumble through the few Spanish words that he knew, and he'd start these inane conversations with everybody."}
{"ep_id": "kevin.txt", "sent_id": "110", "text": "It grated on me."}
{"ep_id": "kevin.txt", "sent_id": "111", "text": "I wasn't much better on the road."}
{"ep_id": "kevin.txt", "sent_id": "112", "text": "Driving on mountain highways was frigging unnerving, especially at night."}
{"ep_id": "kevin.txt", "sent_id": "113", "text": "And a lot of the time, the map just did not seem to reflect the reality on the ground."}
{"ep_id": "kevin.txt", "sent_id": "114", "text": "My Spanish wasn't great, but the little phrases that I used to navigate around Baja weren't working for me here."}
{"ep_id": "kevin.txt", "sent_id": "115", "text": "The dialects were different."}
{"ep_id": "kevin.txt", "sent_id": "116", "text": "I couldn't understand a lot of the responses."}
{"ep_id": "kevin.txt", "sent_id": "117", "text": "And I didn't handle it well, which I couldn't hide from Kevin, who was sitting right next to me."}
{"ep_id": "kevin.txt", "sent_id": "118", "text": "As we'd pull away from the people, so often, I remember that you'd be like, (WHISPERING) oh, that fucking idiot."}
{"ep_id": "kevin.txt", "sent_id": "119", "text": "Or god, I just asked a simple question."}
{"ep_id": "kevin.txt", "sent_id": "120", "text": "And just kind of continually watching you, the navigator, ask, [SPEAKING SPANISH]."}
{"ep_id": "kevin.txt", "sent_id": "121", "text": "And I'd just be like, god, he just asked that question two turns ago."}
{"ep_id": "kevin.txt", "sent_id": "122", "text": "I knew he didn't understand what the guy said."}
{"ep_id": "kevin.txt", "sent_id": "123", "text": "So much in my head, I would just be like, pfft, you're calling that guy a fucking idiot, but I can even understand what he said."}
{"ep_id": "kevin.txt", "sent_id": "124", "text": "We drove south through Mazatlan and down to Puerto Vallarta."}
{"ep_id": "kevin.txt", "sent_id": "125", "text": "It was all green and jungly and full of tourists having fun."}
{"ep_id": "kevin.txt", "sent_id": "126", "text": "I knew that I was better than them."}
{"ep_id": "kevin.txt", "sent_id": "127", "text": "I wasn't here for the parasailing and the tequila poppers."}
{"ep_id": "kevin.txt", "sent_id": "128", "text": "I had a mission."}
{"ep_id": "kevin.txt", "sent_id": "129", "text": "This is from my journal entry about the ruins at Ixtln del Rio."}
{"ep_id": "kevin.txt", "sent_id": "130", "text": "\"July 22, 3:01 PM-- this temple is the highest of the 15-plus structures found here."}
{"ep_id": "kevin.txt", "sent_id": "131", "text": "The floor of the temple structure is 4 feet off the ground and is reached by six narrow, steep steps."}
{"ep_id": "kevin.txt", "sent_id": "132", "text": "There's a perimeter wall that runs the circumference, save for four entranceways, not equidistant."}
{"ep_id": "kevin.txt", "sent_id": "133", "text": "The wall reaches to 10 feet above the ground and has in its design symmetrical crosses as portholes all the way around, 41 of them."}
{"ep_id": "kevin.txt", "sent_id": "134", "text": "The material of construction at this site is--\" The journal is 190 pages long."}
{"ep_id": "kevin.txt", "sent_id": "135", "text": "And late into every night, I wrote down all of the important Mesoamerican anthropology stuff from the trip, which includes virtually no people-- at least no living people."}
{"ep_id": "kevin.txt", "sent_id": "136", "text": "If you were forced to read this entire journal and then tried to deduce the importance of the Kevin character in my life, you might guess that he was maybe Boy in Taco Stand or Boy at Beach Number Four."}
{"ep_id": "kevin.txt", "sent_id": "137", "text": "He just didn't figure into my narrative."}
{"ep_id": "kevin.txt", "sent_id": "138", "text": "And one other thing about this journal-- and I'm not sure how to say this except to just say it."}
{"ep_id": "kevin.txt", "sent_id": "139", "text": "Along the way, I met some girls."}
{"ep_id": "kevin.txt", "sent_id": "140", "text": "And if things went well with those girls, then they would earn a little note at the top of the journal page for the day right above the groundbreaking archaeological data."}
{"ep_id": "kevin.txt", "sent_id": "141", "text": "And the note would say, for example, \"remember Blanca.\""}
{"ep_id": "kevin.txt", "sent_id": "142", "text": "And I totally do remember Blanca."}
{"ep_id": "kevin.txt", "sent_id": "143", "text": "So there's that."}
{"ep_id": "kevin.txt", "sent_id": "144", "text": "For me, it was all ruins, all the time."}
{"ep_id": "kevin.txt", "sent_id": "145", "text": "We drove to the ancient Toltec city of Tula and visited Aztec temples at Tenayuca and Santa Cecilia and the ruins of Teotihuacan."}
{"ep_id": "kevin.txt", "sent_id": "146", "text": "And by \"visited,\" I mean that we spent hours and hours at each site while I mapped and logged every important detail, while Kevin must have been doing something."}
{"ep_id": "kevin.txt", "sent_id": "147", "text": "In general, he was a pretty good sport about it."}
{"ep_id": "kevin.txt", "sent_id": "148", "text": "Clearly, it wasn't his thing."}
{"ep_id": "kevin.txt", "sent_id": "149", "text": "But what was he going to do?"}
{"ep_id": "kevin.txt", "sent_id": "150", "text": "How are we doing at this point?"}
{"ep_id": "kevin.txt", "sent_id": "151", "text": "How are we getting along, at this point, in your recollection?"}
{"ep_id": "kevin.txt", "sent_id": "152", "text": "Fine."}
{"ep_id": "kevin.txt", "sent_id": "153", "text": "I think there would be times where we'd talk and be like, let's just not talk, or something."}
{"ep_id": "kevin.txt", "sent_id": "154", "text": "Pretty civilly getting through any frustrations."}
{"ep_id": "kevin.txt", "sent_id": "155", "text": "I wouldn't have gone yet and called you names I don't think."}
{"ep_id": "kevin.txt", "sent_id": "156", "text": "Not yet."}
{"ep_id": "kevin.txt", "sent_id": "157", "text": "Every night ended the exact same way, with me studying and compulsively writing notes in my journal late into the night with the light on while Kevin tried to sleep."}
{"ep_id": "kevin.txt", "sent_id": "158", "text": "He complained about it constantly, as if turning out the lights was more important than what I was writing."}
{"ep_id": "kevin.txt", "sent_id": "159", "text": "I just kept writing."}
{"ep_id": "kevin.txt", "sent_id": "160", "text": "I felt like the answers that I needed could be parsed later from the details that I wrote, and not like in a New Agey way."}
{"ep_id": "kevin.txt", "sent_id": "161", "text": "I mean like in a real anthropological way."}
{"ep_id": "kevin.txt", "sent_id": "162", "text": "So I kept writing."}
{"ep_id": "kevin.txt", "sent_id": "163", "text": "And I drew a ton, too-- these really intricate field sketches of Aztec and Mayan designs."}
{"ep_id": "kevin.txt", "sent_id": "164", "text": "And then I mapped out all these ancient cities."}
{"ep_id": "kevin.txt", "sent_id": "165", "text": "There was no reason for this."}
{"ep_id": "kevin.txt", "sent_id": "166", "text": "All of the cities had already been mapped by actual archaeologists."}
{"ep_id": "kevin.txt", "sent_id": "167", "text": "Also, I had a camera."}
{"ep_id": "kevin.txt", "sent_id": "168", "text": "I took hundreds of pictures."}
{"ep_id": "kevin.txt", "sent_id": "169", "text": "Kevin appears in three of them."}
{"ep_id": "kevin.txt", "sent_id": "170", "text": "At this point, if you were going to write a letter to your best friend, or a postcard to your best friend about your brother, what would it have said?"}
{"ep_id": "kevin.txt", "sent_id": "171", "text": "The postcard, I'm sure, would say, having fun traveling through Mexico, but my brother's pretty much an [BLEEP]-hole."}
{"ep_id": "kevin.txt", "sent_id": "172", "text": "I probably would've said, I'm getting kind of sick of him, but I'm sure we can get through this."}
{"ep_id": "kevin.txt", "sent_id": "173", "text": "The next fun place ahead."}
{"ep_id": "kevin.txt", "sent_id": "174", "text": "One day, Kevin met a girl about his age."}
{"ep_id": "kevin.txt", "sent_id": "175", "text": "She was Mexican."}
{"ep_id": "kevin.txt", "sent_id": "176", "text": "All I remember about her is that she spoke some English, and she had a small head."}
{"ep_id": "kevin.txt", "sent_id": "177", "text": "Kevin introduced me, and I was probably just my normal self."}
{"ep_id": "kevin.txt", "sent_id": "178", "text": "She told Kevin, your brother is really sangron, which I learned later that night means arrogant."}
{"ep_id": "kevin.txt", "sent_id": "179", "text": "Kevin reveled in a great many retellings of that."}
{"ep_id": "kevin.txt", "sent_id": "180", "text": "He loved letting me know that everybody thought I was a prick."}
{"ep_id": "kevin.txt", "sent_id": "181", "text": "And for some reason, this particular jab from the small-headed girl really hit me hard because I normally had to work a little to make people dislike me."}
{"ep_id": "kevin.txt", "sent_id": "182", "text": "But I hadn't done that with her."}
{"ep_id": "kevin.txt", "sent_id": "183", "text": "She could tell that I was an arrogant jerk in my normal resting state."}
{"ep_id": "kevin.txt", "sent_id": "184", "text": "Sangron became Kevin's new favorite word when we argued, and it drove me crazy."}
{"ep_id": "kevin.txt", "sent_id": "185", "text": "But even when Kevin was happy, he was driving me crazy now-- his whole \"cheerful, surfer, stoked-to-be-around-people\" thing."}
{"ep_id": "kevin.txt", "sent_id": "186", "text": "It's funny, though, because I remember, as a little kid, I was the same way."}
{"ep_id": "kevin.txt", "sent_id": "187", "text": "In second grade, the teacher wrote a comment in my report card that said I was a bubbly student."}
{"ep_id": "kevin.txt", "sent_id": "188", "text": "That night, when our stepfather got home from the machine shop and read it, I got beat."}
{"ep_id": "kevin.txt", "sent_id": "189", "text": "He said he knew what the teacher meant-- that I was a loudmouth."}
{"ep_id": "kevin.txt", "sent_id": "190", "text": "I changed."}
{"ep_id": "kevin.txt", "sent_id": "191", "text": "We spent a few days in Mexico City and worked our way south to Oaxaca on little two-lane roads and muddy trails."}
{"ep_id": "kevin.txt", "sent_id": "192", "text": "Kevin suggested that maybe we should skip some of the more remote ruins and head straight for the beach."}
{"ep_id": "kevin.txt", "sent_id": "193", "text": "And I told him no [BLEEP] way."}
{"ep_id": "kevin.txt", "sent_id": "194", "text": "We crossed the isthmus and over to the ruins in Campeche in Yucatan."}
{"ep_id": "kevin.txt", "sent_id": "195", "text": "And just when it seemed that Kevin was ready to mutiny, we were saved by our next stop on the map-- Cancun."}
{"ep_id": "kevin.txt", "sent_id": "196", "text": "Drinking and night life and beautiful beaches and scuba and snorkeling and beautiful water."}
{"ep_id": "kevin.txt", "sent_id": "197", "text": "Cancun was amazing in those days-- just this Caribbean paradise and lots of ruins."}
{"ep_id": "kevin.txt", "sent_id": "198", "text": "But it was OK."}
{"ep_id": "kevin.txt", "sent_id": "199", "text": "I was certain we could see and do it all."}
{"ep_id": "kevin.txt", "sent_id": "200", "text": "In fact, the days in Cancun might have been the best of the entire trip."}
{"ep_id": "kevin.txt", "sent_id": "201", "text": "We were both excited to get out to the islands."}
{"ep_id": "kevin.txt", "sent_id": "202", "text": "There was that island just offshore called Isla Mujeres, which sounded great to me because I knew mujeres meant women."}
{"ep_id": "kevin.txt", "sent_id": "203", "text": "So we got on some sort of just-- we didn't bring the car."}
{"ep_id": "kevin.txt", "sent_id": "204", "text": "We just went out there ourselves."}
{"ep_id": "kevin.txt", "sent_id": "205", "text": "No car."}
{"ep_id": "kevin.txt", "sent_id": "206", "text": "A ferry out there, I think."}
{"ep_id": "kevin.txt", "sent_id": "207", "text": "And then we got there pretty late, I want to say."}
{"ep_id": "kevin.txt", "sent_id": "208", "text": "Long day-- and we found kind of a real quiet bar and started drinking, putting down some drinks."}
{"ep_id": "kevin.txt", "sent_id": "209", "text": "And then it was time to go up to our hotel, which is a fairly meager hotel, nothing fancy, and start turning in for the night."}
{"ep_id": "kevin.txt", "sent_id": "210", "text": "And you, making notations in your journal, and it got to an argument in that hotel that night, where I pretty much let my mouth fly."}
{"ep_id": "kevin.txt", "sent_id": "211", "text": "And I said all the things I felt, which included, you think you're so cool."}
{"ep_id": "kevin.txt", "sent_id": "212", "text": "You think you're so much better than everyone around here."}
{"ep_id": "kevin.txt", "sent_id": "213", "text": "And I'm sure included in that was, you're a fucking idiot."}
{"ep_id": "kevin.txt", "sent_id": "214", "text": "You're a fucking idiot."}
{"ep_id": "kevin.txt", "sent_id": "215", "text": "You're fucking not as cool as you think you are."}
{"ep_id": "kevin.txt", "sent_id": "216", "text": "And I went to the pimples on your face."}
{"ep_id": "kevin.txt", "sent_id": "217", "text": "I went to the chicks you had chosen."}
{"ep_id": "kevin.txt", "sent_id": "218", "text": "I went to how you treat everybody like shit."}
{"ep_id": "kevin.txt", "sent_id": "219", "text": "And you still didn't get up out of that bed or stop writing in your book."}
{"ep_id": "kevin.txt", "sent_id": "220", "text": "And it was a \"volcano erupting out of my mouth\" time."}
{"ep_id": "kevin.txt", "sent_id": "221", "text": "I would not stop."}
{"ep_id": "kevin.txt", "sent_id": "222", "text": "I would not stop."}
{"ep_id": "kevin.txt", "sent_id": "223", "text": "And I got you grinding your teeth and standing up."}
{"ep_id": "kevin.txt", "sent_id": "224", "text": "And you said, I'm going to fucking hit you if you say another word."}
{"ep_id": "kevin.txt", "sent_id": "225", "text": "I think it was that."}
{"ep_id": "kevin.txt", "sent_id": "226", "text": "And I, of course, just said probably one of the slowest (SLOWLY) fuck yous."}
{"ep_id": "kevin.txt", "sent_id": "227", "text": "And that's pretty much when I got a slug right to the lip, I'd say."}
{"ep_id": "kevin.txt", "sent_id": "228", "text": "Good fat lip."}
{"ep_id": "kevin.txt", "sent_id": "229", "text": "fly backwards, oh!"}
{"ep_id": "kevin.txt", "sent_id": "230", "text": "Towel rack fell when I flew back."}
{"ep_id": "kevin.txt", "sent_id": "231", "text": "And I stood up tall, but I didn't hit back."}
{"ep_id": "kevin.txt", "sent_id": "232", "text": "I just let that mouth go some more."}
{"ep_id": "kevin.txt", "sent_id": "233", "text": "That didn't hurt."}
{"ep_id": "kevin.txt", "sent_id": "234", "text": "Do it again."}
{"ep_id": "kevin.txt", "sent_id": "235", "text": "Do it again."}
{"ep_id": "kevin.txt", "sent_id": "236", "text": "Fuck you."}
{"ep_id": "kevin.txt", "sent_id": "237", "text": "Fucking doesn't hurt."}
{"ep_id": "kevin.txt", "sent_id": "238", "text": "Doesn't hurt."}
{"ep_id": "kevin.txt", "sent_id": "239", "text": "Every horrid thing that he said in that room-- I knew he was right."}
{"ep_id": "kevin.txt", "sent_id": "240", "text": "I agreed with him, so I punished him bad."}
{"ep_id": "kevin.txt", "sent_id": "241", "text": "Threw him into a nightstand, shattered a lamp, upended a bed."}
{"ep_id": "kevin.txt", "sent_id": "242", "text": "There was blood."}
{"ep_id": "kevin.txt", "sent_id": "243", "text": "The door was blocked with the mattress, so we escaped out the window, ran down to the courtyard outside the hotel."}
{"ep_id": "kevin.txt", "sent_id": "244", "text": "Next door was a jungle gym."}
{"ep_id": "kevin.txt", "sent_id": "245", "text": "And the way I remember it--\n\nMy recollection-- you were yelling for me to get away from you."}
{"ep_id": "kevin.txt", "sent_id": "246", "text": "You were running around the jungle gym on the opposite side because you thought I was coming back for you more."}
{"ep_id": "kevin.txt", "sent_id": "247", "text": "And I was trying to say, no, no, no."}
{"ep_id": "kevin.txt", "sent_id": "248", "text": "You don't understand."}
{"ep_id": "kevin.txt", "sent_id": "249", "text": "I should not have done that."}
{"ep_id": "kevin.txt", "sent_id": "250", "text": "I'm sorry."}
{"ep_id": "kevin.txt", "sent_id": "251", "text": "Over and over, I apologized to Kevin, swore it would never happen again, but it was too late."}
{"ep_id": "kevin.txt", "sent_id": "252", "text": "Kevin was done."}
{"ep_id": "kevin.txt", "sent_id": "253", "text": "I was 100% down to leave because I did have the control at that moment."}
{"ep_id": "kevin.txt", "sent_id": "254", "text": "That was the one thing I could control."}
{"ep_id": "kevin.txt", "sent_id": "255", "text": "I could control saying I want to leave."}
{"ep_id": "kevin.txt", "sent_id": "256", "text": "I just didn't want to be with-- on that trip anymore."}
{"ep_id": "kevin.txt", "sent_id": "257", "text": "I just didn't want to be with you anymore."}
{"ep_id": "kevin.txt", "sent_id": "258", "text": "It wasn't the environment we were in."}
{"ep_id": "kevin.txt", "sent_id": "259", "text": "It was you."}
{"ep_id": "kevin.txt", "sent_id": "260", "text": "I had told you when we got in a fight-- and I know you remember this-- I said, it's never going to be the same between us."}
{"ep_id": "kevin.txt", "sent_id": "261", "text": "That's it."}
{"ep_id": "kevin.txt", "sent_id": "262", "text": "It's over."}
{"ep_id": "kevin.txt", "sent_id": "263", "text": "I'm never going to respect you."}
{"ep_id": "kevin.txt", "sent_id": "264", "text": "It's never going to be the same again."}
{"ep_id": "kevin.txt", "sent_id": "265", "text": "You call me up, I won't even-- probably at that time, I would say I wouldn't talk to you."}
{"ep_id": "kevin.txt", "sent_id": "266", "text": "But by the next day-- I remember your face and I knew your emotions well-- you were sorry, and you were sad that things weren't going to be the same."}
{"ep_id": "kevin.txt", "sent_id": "267", "text": "You knew it."}
{"ep_id": "kevin.txt", "sent_id": "268", "text": "You said, I know they won't."}
{"ep_id": "kevin.txt", "sent_id": "269", "text": "The next morning, we got back on the ferry and then drove without a word to the Cancun airport, where we bought Kevin a one-way ticket to San Diego."}
{"ep_id": "kevin.txt", "sent_id": "270", "text": "I continued on alone to Belize and Guatemala and then turned back up to Mexico, where I stayed for the next four years."}
{"ep_id": "kevin.txt", "sent_id": "271", "text": "My mailing address was Lista de Correios, just General Delivery."}
{"ep_id": "kevin.txt", "sent_id": "272", "text": "And I didn't have a phone."}
{"ep_id": "kevin.txt", "sent_id": "273", "text": "It wasn't on purpose."}
{"ep_id": "kevin.txt", "sent_id": "274", "text": "Almost nobody in the town had phones."}
{"ep_id": "kevin.txt", "sent_id": "275", "text": "But also, I didn't want a phone."}
{"ep_id": "kevin.txt", "sent_id": "276", "text": "I cut myself off almost entirely from my family, not just during the years in Mexico, but even after I returned."}
{"ep_id": "kevin.txt", "sent_id": "277", "text": "Kevin had been the very last person left standing in my corner, and I think this trip, at least in hindsight, had been like a bridge to fix things back home and show that I wasn't such a bad guy."}
{"ep_id": "kevin.txt", "sent_id": "278", "text": "Instead, it only proved what I'd always feared-- I was a bad guy."}
{"ep_id": "kevin.txt", "sent_id": "279", "text": "What I didn't know through all this time was that Kevin actually did get over this stuff-- quickly."}
{"ep_id": "kevin.txt", "sent_id": "280", "text": "Pretty much as soon as he got back to San Diego."}
{"ep_id": "kevin.txt", "sent_id": "281", "text": "He had said things would never be the same, but \"never\" means something different to a 16-year-old kid."}
{"ep_id": "kevin.txt", "sent_id": "282", "text": "And I guess I'm not surprised Kevin's over it."}
{"ep_id": "kevin.txt", "sent_id": "283", "text": "He's not, like, one of those pricks who holds a grudge."}
{"ep_id": "kevin.txt", "sent_id": "284", "text": "I'm the one who couldn't let it go, any of it."}
{"ep_id": "kevin.txt", "sent_id": "285", "text": "That trip in Mexico, for me to hit him, to beat him the way that I did after the childhood we had-- I felt ashamed."}
{"ep_id": "kevin.txt", "sent_id": "286", "text": "Kevin and I had never really sat down and talked about this, but I know I let him down-- not just in Mexico-- long before that, all through our childhood."}
{"ep_id": "kevin.txt", "sent_id": "287", "text": "There were beatings, just this violence, like, every other day."}
{"ep_id": "kevin.txt", "sent_id": "288", "text": "When I was nine, I saw my stepfather throw Kevin face-first into the sharp corner of a wall."}
{"ep_id": "kevin.txt", "sent_id": "289", "text": "It opened up his forehead-- so much blood."}
{"ep_id": "kevin.txt", "sent_id": "290", "text": "Kevin was four years old."}
{"ep_id": "kevin.txt", "sent_id": "291", "text": "Even now, almost 40 years later, sitting in front of him, I can barely stand to tell him what happened when we took him to the emergency room."}
{"ep_id": "kevin.txt", "sent_id": "292", "text": "Right off the bat, stepfather saying, ah, he tripped and fell."}
{"ep_id": "kevin.txt", "sent_id": "293", "text": "He's bleeding."}
{"ep_id": "kevin.txt", "sent_id": "294", "text": "Need to get that fixed."}
{"ep_id": "kevin.txt", "sent_id": "295", "text": "And they asked Mom, and she gave the company line."}
{"ep_id": "kevin.txt", "sent_id": "296", "text": "And then they asked me, and I said, yeah."}
{"ep_id": "kevin.txt", "sent_id": "297", "text": "He tripped and fell."}
{"ep_id": "kevin.txt", "sent_id": "298", "text": "Mm-hmm."}
{"ep_id": "kevin.txt", "sent_id": "299", "text": "And as the older brother, I had a responsibility."}
{"ep_id": "kevin.txt", "sent_id": "300", "text": "I mean, regardless of what was beaten out of me, I had this responsibility."}
{"ep_id": "kevin.txt", "sent_id": "301", "text": "I mean, and it hits me now while I look at your face."}
{"ep_id": "kevin.txt", "sent_id": "302", "text": "You've got that-- I mean, that scar is a part of you that is a part that I wish I could forget."}
{"ep_id": "kevin.txt", "sent_id": "303", "text": "I bet."}
{"ep_id": "kevin.txt", "sent_id": "304", "text": "And we would go visit Dad every other weekend."}
{"ep_id": "kevin.txt", "sent_id": "305", "text": "And he would ask, and I wouldn't say anything, you know?"}
{"ep_id": "kevin.txt", "sent_id": "306", "text": "I just-- I wouldn't do it."}
{"ep_id": "kevin.txt", "sent_id": "307", "text": "And then--\n\nOur dad didn't know what our stepfather was doing to us until one weekend when Kevin was nine."}
{"ep_id": "kevin.txt", "sent_id": "308", "text": "Kevin had been beaten badly, and he must've said something to Dad."}
{"ep_id": "kevin.txt", "sent_id": "309", "text": "I don't know."}
{"ep_id": "kevin.txt", "sent_id": "310", "text": "I don't even-- I wasn't there."}
{"ep_id": "kevin.txt", "sent_id": "311", "text": "I don't even know what you said."}
{"ep_id": "kevin.txt", "sent_id": "312", "text": "Well, you were there."}
{"ep_id": "kevin.txt", "sent_id": "313", "text": "You were there."}
{"ep_id": "kevin.txt", "sent_id": "314", "text": "We were going to Dad and Kathy's on Cove Drive."}
{"ep_id": "kevin.txt", "sent_id": "315", "text": "And Kathy wasn't there."}
{"ep_id": "kevin.txt", "sent_id": "316", "text": "He took a little bit different way."}
{"ep_id": "kevin.txt", "sent_id": "317", "text": "We were on a more scenic route from Lakeside, like the 67."}
{"ep_id": "kevin.txt", "sent_id": "318", "text": "Remember the sunset and the mountain road."}
{"ep_id": "kevin.txt", "sent_id": "319", "text": "And I remember I had just told him that, oh yeah, I got beat for leaving the paint out."}
{"ep_id": "kevin.txt", "sent_id": "320", "text": "And then, after getting beat and told to come back out in the living room, I spent about 40 seconds feeling sorry and trying to act normal-- that 40 seconds passed, and I didn't pick up the paint again, and so I got beat again for not picking up the paint."}
{"ep_id": "kevin.txt", "sent_id": "321", "text": "And it just was--\n\nWas this the electrical cord?"}
{"ep_id": "kevin.txt", "sent_id": "322", "text": "Um, that time it was."}
{"ep_id": "kevin.txt", "sent_id": "323", "text": "Back of the knees to the middle of the back."}
{"ep_id": "kevin.txt", "sent_id": "324", "text": "The only thing that it took to get us out of that bad situation was for somebody to speak up, for me to tell my dad-- my real dad-- the truth about our life at home."}
{"ep_id": "kevin.txt", "sent_id": "325", "text": "But I was too afraid to say anything, so I said nothing."}
{"ep_id": "kevin.txt", "sent_id": "326", "text": "And this fact, more than most any other, makes me hate myself because I was the big brother."}
{"ep_id": "kevin.txt", "sent_id": "327", "text": "It was my responsibility to speak up, to protect Kevin."}
{"ep_id": "kevin.txt", "sent_id": "328", "text": "Instead, he's the one who stood up."}
{"ep_id": "kevin.txt", "sent_id": "329", "text": "He's the one who told our dad."}
{"ep_id": "kevin.txt", "sent_id": "330", "text": "And he called CPS."}
{"ep_id": "kevin.txt", "sent_id": "331", "text": "He called the police."}
{"ep_id": "kevin.txt", "sent_id": "332", "text": "They took Polaroids, in the room, of my bare ass and back."}
{"ep_id": "kevin.txt", "sent_id": "333", "text": "And we sat around a table and the policeman asked us, I want you to name every time you've been beat."}
{"ep_id": "kevin.txt", "sent_id": "334", "text": "That was the table there on Cove Drive, the dinner table."}
{"ep_id": "kevin.txt", "sent_id": "335", "text": "And we looked at each other like, oh, do you have a while?"}
{"ep_id": "kevin.txt", "sent_id": "336", "text": "And for years after that conversation, for years, maybe decades, I thought of what I had forgot to tell that guy."}
{"ep_id": "kevin.txt", "sent_id": "337", "text": "Oh, I never mentioned that time."}
{"ep_id": "kevin.txt", "sent_id": "338", "text": "And I'd know right away that I hadn't mentioned that."}
{"ep_id": "kevin.txt", "sent_id": "339", "text": "It would pop into my head and go, oh."}
{"ep_id": "kevin.txt", "sent_id": "340", "text": "I didn't mention that."}
{"ep_id": "kevin.txt", "sent_id": "341", "text": "Telling Kevin that I was sorry about the fight in Mexico-- that was one thing."}
{"ep_id": "kevin.txt", "sent_id": "342", "text": "Talking about the stuff that happened when we were little-- what I didn't do, apologizing for not protecting him as a kid-- that's what I really needed to say to him."}
{"ep_id": "kevin.txt", "sent_id": "343", "text": "For the past 20 years, I've lived like half an hour from Kevin."}
{"ep_id": "kevin.txt", "sent_id": "344", "text": "He invites me to stuff all the time, but I don't go."}
{"ep_id": "kevin.txt", "sent_id": "345", "text": "And I'm not much of an inviter."}
{"ep_id": "kevin.txt", "sent_id": "346", "text": "I don't see him much or the rest of the family, either."}
{"ep_id": "kevin.txt", "sent_id": "347", "text": "Our past has always held me back."}
{"ep_id": "kevin.txt", "sent_id": "348", "text": "I've got a lot of regret."}
{"ep_id": "kevin.txt", "sent_id": "349", "text": "I'm kind of sad to hear that you have so much remorse over it."}
{"ep_id": "kevin.txt", "sent_id": "350", "text": "I don't blame you for it, and I don't blame you for being older and should have known better."}
{"ep_id": "kevin.txt", "sent_id": "351", "text": "That is something that happened a long time ago."}
{"ep_id": "kevin.txt", "sent_id": "352", "text": "And I don't want you to be tortured by your past."}
{"ep_id": "kevin.txt", "sent_id": "353", "text": "And I hope I haven't done anything to continue the torture."}
{"ep_id": "kevin.txt", "sent_id": "354", "text": "You're loved."}
{"ep_id": "kevin.txt", "sent_id": "355", "text": "I'm a different person now than I was at 21-- mostly."}
{"ep_id": "kevin.txt", "sent_id": "356", "text": "It took a long time to get my karma straight."}
{"ep_id": "kevin.txt", "sent_id": "357", "text": "But I'm still not a guy who's going to start a conversation with you on an elevator."}
{"ep_id": "kevin.txt", "sent_id": "358", "text": "And I'd rather you didn't, either."}
{"ep_id": "kevin.txt", "sent_id": "359", "text": "Also, I waited a long time, but I'm married now."}
{"ep_id": "kevin.txt", "sent_id": "360", "text": "I have a daughter who's nine and a son who's seven."}
{"ep_id": "kevin.txt", "sent_id": "361", "text": "They have a very different life than the one Kevin and I had."}
{"ep_id": "kevin.txt", "sent_id": "362", "text": "Girl I'm going to have this one."}
{"ep_id": "kevin.txt", "sent_id": "363", "text": "A couple of weeks after we spoke, Kevin asked us to come to Thanksgiving at his house."}
{"ep_id": "kevin.txt", "sent_id": "364", "text": "I drove up with my wife and my kids and a vegetable dish."}
{"ep_id": "kevin.txt", "sent_id": "365", "text": "There were a lot of people-- like 22."}
{"ep_id": "kevin.txt", "sent_id": "366", "text": "Extended family-- people who see each other regularly but don't see me much at all."}
{"ep_id": "kevin.txt", "sent_id": "367", "text": "Kevin likes having all this family around."}
{"ep_id": "kevin.txt", "sent_id": "368", "text": "It makes me a little anxious."}
{"ep_id": "kevin.txt", "sent_id": "369", "text": "My kids played with his kids."}
{"ep_id": "kevin.txt", "sent_id": "370", "text": "Nobody got punched in the face."}
{"ep_id": "kevin.txt", "sent_id": "371", "text": "It was nice."}
{"ep_id": "kevin.txt", "sent_id": "372", "text": "I think I hoped to see them at Christmas."}
{"ep_id": "moveyourdna.txt", "sent_id": "0", "text": "It's the Move Your DNA podcast with Katy Bowman."}
{"ep_id": "moveyourdna.txt", "sent_id": "1", "text": "I am Katy Bowman, biomechanist, author of Move Your DNA and a bunch of other books about movement."}
{"ep_id": "moveyourdna.txt", "sent_id": "2", "text": "This show is about how movement works on the cellular level, how to change your position as you move, and why you might want to, and how movement works in the world, also known as movement ecology."}
{"ep_id": "moveyourdna.txt", "sent_id": "3", "text": "All bodies are welcome."}
{"ep_id": "moveyourdna.txt", "sent_id": "4", "text": "Are you ready to get movin?"}
{"ep_id": "moveyourdna.txt", "sent_id": "5", "text": "This is the third episode in a series I am doing on the Move Your DNA podcast talking to people who are changing their world: the world through movement."}
{"ep_id": "moveyourdna.txt", "sent_id": "6", "text": "Its not always clear right away that movement is a conduit to what they teach or do, but I see what they do as movement driven, or facilitated in some way by movement."}
{"ep_id": "moveyourdna.txt", "sent_id": "7", "text": "So Ive asked them to join me here to talk about the movement in what they do."}
{"ep_id": "moveyourdna.txt", "sent_id": "8", "text": "I gonna start todays show by reading a little excerpt: There is incredible excitement in the anticipation of invisible things: ice fishing, a baby growing deep in mamas belly."}
{"ep_id": "moveyourdna.txt", "sent_id": "9", "text": "To most people, the silent winter trunks of a hardwood forest are dull blocks of frozen wood."}
{"ep_id": "moveyourdna.txt", "sent_id": "10", "text": "To me, they are pregnant, powerful, delicious."}
{"ep_id": "moveyourdna.txt", "sent_id": "11", "text": "There is something magical about sugar water running from a hole in a treethe millions of gallons of sweet sap silently working its way skyward through the hard trunks of a maple grove."}
{"ep_id": "moveyourdna.txt", "sent_id": "12", "text": "Sugaring turns the foragers calendar on its head; that lull of late winter, when the woods seems to languish as it waits for spring, is for us tree-tappers the busiest and largest harvest of the year."}
{"ep_id": "moveyourdna.txt", "sent_id": "13", "text": "We begin in deep snow, shoveling paths to the shack and hauling our pails and wood in sleds."}
{"ep_id": "moveyourdna.txt", "sent_id": "14", "text": "We work through snow, sleet, rain, and more snow. Uh!"}
{"ep_id": "moveyourdna.txt", "sent_id": "15", "text": "That was from Incredible Wild Edibles: 36 plants that can change your life, a book by Sam Thayerwho is also my guest today."}
{"ep_id": "moveyourdna.txt", "sent_id": "16", "text": "He and I are going to be talking about wild plants and moving to get them, but before we begin, I'm gonna start with a listener question."}
{"ep_id": "moveyourdna.txt", "sent_id": "17", "text": "So the Move Your DNA podcast and listener questions are supported by a collective of small companies working hard to help you change your movement environment, from what you put on your feet to how you take a seat at both home or in the office: These companies are Earthrunners, MyMayu, Venn Design, Unshoes, and Softstar Shoes."}
{"ep_id": "moveyourdna.txt", "sent_id": "18", "text": "Ive been personally using these companies for yearsI've been wearing these shoes and sitting, rolling and bouncing on their dynamic furniture, recommending these companies to my readers for years I believe in their products and their business approaches."}
{"ep_id": "moveyourdna.txt", "sent_id": "19", "text": "They're bringing you this first listener question."}
{"ep_id": "moveyourdna.txt", "sent_id": "20", "text": "Are you ready?"}
{"ep_id": "moveyourdna.txt", "sent_id": "21", "text": "Dear KatyHEADACHES."}
{"ep_id": "moveyourdna.txt", "sent_id": "22", "text": "I don't think that's a question, but I get what you want to know."}
{"ep_id": "moveyourdna.txt", "sent_id": "23", "text": "What do you think they have to do with movement?"}
{"ep_id": "moveyourdna.txt", "sent_id": "24", "text": "Ok, that's a question."}
{"ep_id": "moveyourdna.txt", "sent_id": "25", "text": "All right, so if everyone has their thing as far as their body goes, or a collection of things, mine would be headaches."}
{"ep_id": "moveyourdna.txt", "sent_id": "26", "text": "Hands down, its headaches."}
{"ep_id": "moveyourdna.txt", "sent_id": "27", "text": "I've been in a relationship with my headaches for a long time."}
{"ep_id": "moveyourdna.txt", "sent_id": "28", "text": "They started early in life, 7 or 8 years old."}
{"ep_id": "moveyourdna.txt", "sent_id": "29", "text": "They've persisted with regularity where taking 7-10 Tylenol a month was a thing for me."}
{"ep_id": "moveyourdna.txt", "sent_id": "30", "text": "Certainly through my teens and through my 20s."}
{"ep_id": "moveyourdna.txt", "sent_id": "31", "text": "Through paying attention to myself, I noted that I had different types of headaches; some were headaches that came from my neck, some from my eyes, some came from my sinuses, some came due to hormones or fluctuations."}
{"ep_id": "moveyourdna.txt", "sent_id": "32", "text": "So I can say that yes it's headaches but I don't see all the headaches as equal because they are just a bunch of different occurrences that get lumped together under this word or this kind of way that I see things."}
{"ep_id": "moveyourdna.txt", "sent_id": "33", "text": "Anyway."}
{"ep_id": "moveyourdna.txt", "sent_id": "34", "text": "So I've noted this before but let me break it down for you a little bit."}
{"ep_id": "moveyourdna.txt", "sent_id": "35", "text": "Letmebreakitdownfor you being one word, obviously."}
{"ep_id": "moveyourdna.txt", "sent_id": "36", "text": "So I had a lot of neck tension headaches or headaches that I would, if I closed my eyes, it would be like it's coming from this point of my neck."}
{"ep_id": "moveyourdna.txt", "sent_id": "37", "text": "That's how I perceived it."}
{"ep_id": "moveyourdna.txt", "sent_id": "38", "text": "And so I had different stretches or techniques that different therapists had given me for, I don't know, a long period of time."}
{"ep_id": "moveyourdna.txt", "sent_id": "39", "text": "But I recognized that, hey, a lot of these stretches that I'm doing for a less tense neck, I couldn't figure out their natural movement equivalent."}
{"ep_id": "moveyourdna.txt", "sent_id": "40", "text": "And then I was like, \"Oh, I get it."}
{"ep_id": "moveyourdna.txt", "sent_id": "41", "text": "Every night I put this pillow underneath my head.\""}
{"ep_id": "moveyourdna.txt", "sent_id": "42", "text": "I only have an understanding of sleeping with a pillow."}
{"ep_id": "moveyourdna.txt", "sent_id": "43", "text": "A pillow was inserted into my definition of sleeping before I even recognized it as being there."}
{"ep_id": "moveyourdna.txt", "sent_id": "44", "text": "So much that I couldn't even fathom even sleeping without a pillow."}
{"ep_id": "moveyourdna.txt", "sent_id": "45", "text": "So it must have been very early on."}
{"ep_id": "moveyourdna.txt", "sent_id": "46", "text": "As soon as I got put in my own bed there was a pillow there and thus there was a movement environment where the mobility of my neck was automatically impacted by that choice."}
{"ep_id": "moveyourdna.txt", "sent_id": "47", "text": "I transitioned away from my pillow."}
{"ep_id": "moveyourdna.txt", "sent_id": "48", "text": "You can go to my website and see a tour of my home where I show some of the motions that I'm using in my sleeping environment to go, \"Hey, if you're worried about what your neck does at night, here's all of these movements that I do.\""}
{"ep_id": "moveyourdna.txt", "sent_id": "49", "text": "And no it doesn't look like an exercise class."}
{"ep_id": "moveyourdna.txt", "sent_id": "50", "text": "I'm sleeping most of the time."}
{"ep_id": "moveyourdna.txt", "sent_id": "51", "text": "But there's not a single position my neck is in for 8 hours where that stiffness is allowed to step in."}
{"ep_id": "moveyourdna.txt", "sent_id": "52", "text": "So I've transitioned away from my pillow over about 18 months."}
{"ep_id": "moveyourdna.txt", "sent_id": "53", "text": "And those headaches, that is not a type of headache I get any longer."}
{"ep_id": "moveyourdna.txt", "sent_id": "54", "text": "That neck tension as a regular monthly or you know, a few times a year things."}
{"ep_id": "moveyourdna.txt", "sent_id": "55", "text": "I can't think of the last time I had that neck tension radiating up to my head."}
{"ep_id": "moveyourdna.txt", "sent_id": "56", "text": "I used to get headaches when I didn't have coffee or eat first thing in the morning."}
{"ep_id": "moveyourdna.txt", "sent_id": "57", "text": "And over time, especially with a lot of the work that I did on Dynamic Aging and looking into a lot of current research on movements, specifically chewing and blood flow, I was like, \"Oh it's not necessarily food that I need right away but this mashing of my teeth.\""}
{"ep_id": "moveyourdna.txt", "sent_id": "58", "text": "So I found that I could have something like a dehydrated mango or beef jerky."}
{"ep_id": "moveyourdna.txt", "sent_id": "59", "text": "Something that really required forced production of my jaws and that that was creating a cerebral blood flow that was very akin to what coffee can also create."}
{"ep_id": "moveyourdna.txt", "sent_id": "60", "text": "Right?"}
{"ep_id": "moveyourdna.txt", "sent_id": "61", "text": "That vasodilation effect."}
{"ep_id": "moveyourdna.txt", "sent_id": "62", "text": "So I know that if I get up in the morning it's not that I haven't eaten, it's that I haven't moved my jaw."}
{"ep_id": "moveyourdna.txt", "sent_id": "63", "text": "Right?"}
{"ep_id": "moveyourdna.txt", "sent_id": "64", "text": "Two different things."}
{"ep_id": "moveyourdna.txt", "sent_id": "65", "text": "So for me, and I also have these chewing sticks."}
{"ep_id": "moveyourdna.txt", "sent_id": "66", "text": "I have found that that was another thing."}
{"ep_id": "moveyourdna.txt", "sent_id": "67", "text": "That my headaches that were coming from a very specific place in my face were mitigated by me getting that part of my body moving."}
{"ep_id": "moveyourdna.txt", "sent_id": "68", "text": "So, that's a couple different ones."}
{"ep_id": "moveyourdna.txt", "sent_id": "69", "text": "The one headache that still lingers for me is a hormonal headache."}
{"ep_id": "moveyourdna.txt", "sent_id": "70", "text": "And when I say hormonal I don't know that it's actually caused by hormones per se."}
{"ep_id": "moveyourdna.txt", "sent_id": "71", "text": "But there's other situations that... ok here's another thing I remember."}
{"ep_id": "moveyourdna.txt", "sent_id": "72", "text": "This is me talking all over the place because I'm just working through a lot of history."}
{"ep_id": "moveyourdna.txt", "sent_id": "73", "text": "That it probably is likely for me an iron issue."}
{"ep_id": "moveyourdna.txt", "sent_id": "74", "text": "So my hormonal fluctuations, of course, I'm speaking in code about my menstrual cycle."}
{"ep_id": "moveyourdna.txt", "sent_id": "75", "text": "I'm just gonna say it."}
{"ep_id": "moveyourdna.txt", "sent_id": "76", "text": "My menstrual cycle always brings on one day of headache."}
{"ep_id": "moveyourdna.txt", "sent_id": "77", "text": "But I found that if I take iron that headache, again, is mitigated."}
{"ep_id": "moveyourdna.txt", "sent_id": "78", "text": "So that's my headache story."}
{"ep_id": "moveyourdna.txt", "sent_id": "79", "text": "Some of them are related to movement."}
{"ep_id": "moveyourdna.txt", "sent_id": "80", "text": "Some of them, hormonal."}
{"ep_id": "moveyourdna.txt", "sent_id": "81", "text": "I imagine that we're all engaged in many different things that affect the movement of our eyes and our muscles of our face and the blood flow to our heads that aren't quite that simple."}
{"ep_id": "moveyourdna.txt", "sent_id": "82", "text": "But I suffered for a very long time, not recognizing that the headaches, you know very debilitating for me, were something that I just hadn't figured out that were related back to other elements of my life."}
{"ep_id": "moveyourdna.txt", "sent_id": "83", "text": "So I'm just all for always looking at all the things in the situations that we're having as potentially being connected to something that we do on a regular basis."}
{"ep_id": "moveyourdna.txt", "sent_id": "84", "text": "That if we thought about it differently or had a little bit more information we might be able to change and thus not be able to have that issue."}
{"ep_id": "moveyourdna.txt", "sent_id": "85", "text": "So I am almost entirely headache free."}
{"ep_id": "moveyourdna.txt", "sent_id": "86", "text": "When I do get anything it's going to be a headache but as far as my total Tylenol per year, I'm probably maybe down to maybe 6 Tylenol a year as compared to, you know, more like 6 a month."}
{"ep_id": "moveyourdna.txt", "sent_id": "87", "text": "So I call that a win."}
{"ep_id": "moveyourdna.txt", "sent_id": "88", "text": "If I had to talk about moves that I've often heard feedback for as far as chronic headaches go, it's surprisingly not things for the neck and shoulders."}
{"ep_id": "moveyourdna.txt", "sent_id": "89", "text": "It is the calf stretch."}
{"ep_id": "moveyourdna.txt", "sent_id": "90", "text": "Again."}
{"ep_id": "moveyourdna.txt", "sent_id": "91", "text": "So you can listen to the calf stretch podcast."}
{"ep_id": "moveyourdna.txt", "sent_id": "92", "text": "I write about this in Whole Body Barefoot."}
{"ep_id": "moveyourdna.txt", "sent_id": "93", "text": "The connection between the tension in your lower leg when you're walking around and the acceleration of your head and neck as being this mini kind of whiplash thing that's happening."}
{"ep_id": "moveyourdna.txt", "sent_id": "94", "text": "And so to prevent your neck from getting whiplash from every single step, it's easy adaptation of the body is to create tension down the back of the neck."}
{"ep_id": "moveyourdna.txt", "sent_id": "95", "text": "And so for many people with chronic headaches, maybe even worse than my one to two Tylenol headaches, that calf stretch has been reported back to us that, \"I can't believe that stretching my calves is enough to affect my neck.\""}
{"ep_id": "moveyourdna.txt", "sent_id": "96", "text": "And it's like if you look at it mechanically, tension in the lower leg can require that you keep tension in your neck to protect your neck."}
{"ep_id": "moveyourdna.txt", "sent_id": "97", "text": "So you have a headaches but you have kind of a more stabilized structure through tension."}
{"ep_id": "moveyourdna.txt", "sent_id": "98", "text": "So anyway, things to think about."}
{"ep_id": "moveyourdna.txt", "sent_id": "99", "text": "If I were to recommend exercises: again calf stretch, rhomboid push up - that's a great one to transition for a less pillow use, and the catsuit stretch - you can find that in Whole Body Barefoot."}
{"ep_id": "moveyourdna.txt", "sent_id": "100", "text": "That's putting your feet up, soles flat unshod up against a wall with a pillow or two underneath your hip and letting your body fall forward towards your thighs, including let your head drop all the way and boom, see what's going on."}
{"ep_id": "moveyourdna.txt", "sent_id": "101", "text": "More sleep."}
{"ep_id": "moveyourdna.txt", "sent_id": "102", "text": "Check your diet."}
{"ep_id": "moveyourdna.txt", "sent_id": "103", "text": "Check chewing exercises."}
{"ep_id": "moveyourdna.txt", "sent_id": "104", "text": "Ok that's enough information."}
{"ep_id": "moveyourdna.txt", "sent_id": "105", "text": "So again, thanks to Venn Design, Earthrunner, MyMayu, Unshoes, and Softstar shoes - you can find more about them on their websites, which you can find linked through show notes that go with each episode."}
{"ep_id": "moveyourdna.txt", "sent_id": "106", "text": "And P.S."}
{"ep_id": "moveyourdna.txt", "sent_id": "107", "text": "You can find show notes by going to nutritiousmovement.com."}
{"ep_id": "moveyourdna.txt", "sent_id": "108", "text": "Click on listen - select podcast transcripts."}
{"ep_id": "moveyourdna.txt", "sent_id": "109", "text": "Sam Thayer is my guest today."}
{"ep_id": "moveyourdna.txt", "sent_id": "110", "text": "Sams a best-selling author and internationally renowned expert on wild food foraging."}
{"ep_id": "moveyourdna.txt", "sent_id": "111", "text": "His books The Foragers Harvest, Natures Garden, and Incredible Wild Edibles are terrific reads."}
{"ep_id": "moveyourdna.txt", "sent_id": "112", "text": "They sit on my nightstand - all three of them."}
{"ep_id": "moveyourdna.txt", "sent_id": "113", "text": "Theyre full of the technical information that I adore but they're surrounded with humor and I would say challenges to the status quo which are maybe my favorite things in life: movement, food, humor, and challenges - challenging perspectives."}
{"ep_id": "moveyourdna.txt", "sent_id": "114", "text": "So today were gonna talk wild plants, how to harvest them safely and ethically, and the movements doing so takes."}
{"ep_id": "moveyourdna.txt", "sent_id": "115", "text": "Sam Thayer, welcome to Move Your DNA."}
{"ep_id": "moveyourdna.txt", "sent_id": "116", "text": "Thank you for having me on, Katy."}
{"ep_id": "moveyourdna.txt", "sent_id": "117", "text": "I could talk to you forever."}
{"ep_id": "moveyourdna.txt", "sent_id": "118", "text": "So I guess for those who don't know, we'll just start with a little bit of background."}
{"ep_id": "moveyourdna.txt", "sent_id": "119", "text": "And I just say that right now, everything that you're gonna talk about, even the questions that I'm asking, some of them I already know the answers to because I've already read your books and you've explained them beautifully."}
{"ep_id": "moveyourdna.txt", "sent_id": "120", "text": "But I guess the podcast is an opportunity for people to, while getting something else done, maybe find portals into other life experiences that they'd like to have."}
{"ep_id": "moveyourdna.txt", "sent_id": "121", "text": "So let's just talk a little bit about your journey."}
{"ep_id": "moveyourdna.txt", "sent_id": "122", "text": "Why did you begin foraging for wild food when you were a kid?"}
{"ep_id": "moveyourdna.txt", "sent_id": "123", "text": "You know I started really because I was hungry."}
{"ep_id": "moveyourdna.txt", "sent_id": "124", "text": "My mother had 5 children and she really didn't like to cook."}
{"ep_id": "moveyourdna.txt", "sent_id": "125", "text": "And so she made sure we had enough calories but we didn't have a very well rounded diet."}
{"ep_id": "moveyourdna.txt", "sent_id": "126", "text": "And I was craving things all the time when I was a kid."}
{"ep_id": "moveyourdna.txt", "sent_id": "127", "text": "I wanted more than oatmeal and hot cereal and peanut butter and jelly sandwiches."}
{"ep_id": "moveyourdna.txt", "sent_id": "128", "text": "So I learned to garden at a very young age."}
{"ep_id": "moveyourdna.txt", "sent_id": "129", "text": "I learned to steal things from my neighbors garden at a very young age."}
{"ep_id": "moveyourdna.txt", "sent_id": "130", "text": "I learned to help my neighbors their gardens and get things without stealing."}
{"ep_id": "moveyourdna.txt", "sent_id": "131", "text": "And I learned to eat crab apples and plums and apples and pick butternuts and black walnuts in my neighborhood."}
{"ep_id": "moveyourdna.txt", "sent_id": "132", "text": "And that grew into this hobby of foraging which to me as a child was simply eating."}
{"ep_id": "moveyourdna.txt", "sent_id": "133", "text": "And didn't separate the methods of food procurement that I had."}
{"ep_id": "moveyourdna.txt", "sent_id": "134", "text": "Eventually, I learned that there was books on this topic."}
{"ep_id": "moveyourdna.txt", "sent_id": "135", "text": "And that opened up this whole new world to me."}
{"ep_id": "moveyourdna.txt", "sent_id": "136", "text": "All of a sudden I didn't have to ask my dad or my grandmother or my teachers or somebody working in their garden what a certain plant was or whether or not something could be eaten."}
{"ep_id": "moveyourdna.txt", "sent_id": "137", "text": "I could just look it up in a book."}
{"ep_id": "moveyourdna.txt", "sent_id": "138", "text": "And it made it so much faster to learn this stuff."}
{"ep_id": "moveyourdna.txt", "sent_id": "139", "text": "So that's kind of the process by which I got into foraging at 4 or 5 years old."}
{"ep_id": "moveyourdna.txt", "sent_id": "140", "text": "So did you have any mentors outside of your, like you mentioned your dad and your grandma, or are you completely self-taught or just picking up one thing here or there simply through books?"}
{"ep_id": "moveyourdna.txt", "sent_id": "141", "text": "You know as a young child I did not have any mentors."}
{"ep_id": "moveyourdna.txt", "sent_id": "142", "text": "I mentioned my father because he taught me two or three plants that he knew."}
{"ep_id": "moveyourdna.txt", "sent_id": "143", "text": "He taught me butternuts, for example."}
{"ep_id": "moveyourdna.txt", "sent_id": "144", "text": "But by no means would I say my dad was a forager or a mentor in that hobby."}
{"ep_id": "moveyourdna.txt", "sent_id": "145", "text": "My grandmother was 600 miles away."}
{"ep_id": "moveyourdna.txt", "sent_id": "146", "text": "Yet if she was closer would have taught me a lot more stuff."}
{"ep_id": "moveyourdna.txt", "sent_id": "147", "text": "I didn't even realize until I was an adult how much she really knew."}
{"ep_id": "moveyourdna.txt", "sent_id": "148", "text": "But she did teach me some wild edibles and I loved to visit her."}
{"ep_id": "moveyourdna.txt", "sent_id": "149", "text": "Which was a once a year event, generally, when I was a child."}
{"ep_id": "moveyourdna.txt", "sent_id": "150", "text": "But I really never had a mentor until I was about 15."}
{"ep_id": "moveyourdna.txt", "sent_id": "151", "text": "A girl I dated in high school, her dad was a forager and he and I went out together - I think he was more of a peer than a mentor though."}
{"ep_id": "moveyourdna.txt", "sent_id": "152", "text": "But he did teach me a lot of stuff and I taught him a lot of stuff and we had a lot of fun together for a few years collecting all kinds of wild stuff."}
{"ep_id": "moveyourdna.txt", "sent_id": "153", "text": "But for the most part, I learned what I learned either through books or more importantly, I learned from the plants themselves."}
{"ep_id": "moveyourdna.txt", "sent_id": "154", "text": "And people often forget that everything that is known about a plant that you can find in books was originally, if it is true, learned by a person observing the plant."}
{"ep_id": "moveyourdna.txt", "sent_id": "155", "text": "And you can go out there and do this yourself."}
{"ep_id": "moveyourdna.txt", "sent_id": "156", "text": "And the knowledge that you can acquire that way is not limited by what other people have done in the past."}
{"ep_id": "moveyourdna.txt", "sent_id": "157", "text": "So most of what I do now is observing the plants themselves and trying to figure out where they grow and why they grow there and how they grow."}
{"ep_id": "moveyourdna.txt", "sent_id": "158", "text": "When you're talking about food, you're relying on traditions because millions of millions of people for thousands of years have undergone these experiments to determine what is safe and how something is used."}
{"ep_id": "moveyourdna.txt", "sent_id": "159", "text": "And it's very nice to stand on their shoulders when you're engaging in foraging."}
{"ep_id": "moveyourdna.txt", "sent_id": "160", "text": "I'm not eating random plants and just tasting them."}
{"ep_id": "moveyourdna.txt", "sent_id": "161", "text": "But there are a lot of clues that you learn that tell you that a plant it worth investigating."}
{"ep_id": "moveyourdna.txt", "sent_id": "162", "text": "So you're saying that there's more to know."}
{"ep_id": "moveyourdna.txt", "sent_id": "163", "text": "Are you suggesting that there's more to know than what we know?"}
{"ep_id": "moveyourdna.txt", "sent_id": "164", "text": "There is so much more to know."}
{"ep_id": "moveyourdna.txt", "sent_id": "165", "text": "There is cultural knowledge that has been lost, that's disappeared."}
{"ep_id": "moveyourdna.txt", "sent_id": "166", "text": "Or it's buried somewhere where very few people know it."}
{"ep_id": "moveyourdna.txt", "sent_id": "167", "text": "And there's also things that are not just discovered yet."}
{"ep_id": "moveyourdna.txt", "sent_id": "168", "text": "And to me, that's just so exciting."}
{"ep_id": "moveyourdna.txt", "sent_id": "169", "text": "Yeah."}
{"ep_id": "moveyourdna.txt", "sent_id": "170", "text": "The reason you write books, do you think that that is in part due to the impact of books on your life?"}
{"ep_id": "moveyourdna.txt", "sent_id": "171", "text": "It is partly."}
{"ep_id": "moveyourdna.txt", "sent_id": "172", "text": "And it is also a pretty efficient way to reach a lot of people."}
{"ep_id": "moveyourdna.txt", "sent_id": "173", "text": "I can take a group of people out on a weekend and I can have a group of maybe 12 or 16 people spend the weekend with me and I can teach them a lot of stuff but the book is just a much more efficient way to teach people and I want to put that down somewhere so that 70 years from now somebody can take that book out, as I have been doing, with 70-year-old books and see what I said about a particular plant."}
{"ep_id": "moveyourdna.txt", "sent_id": "174", "text": "What inspires you to forage now."}
{"ep_id": "moveyourdna.txt", "sent_id": "175", "text": "It seems like you have this kind of pure motivator, intrinsic hunger if you will, to get you started but what keeps it going?"}
{"ep_id": "moveyourdna.txt", "sent_id": "176", "text": "It's fun."}
{"ep_id": "moveyourdna.txt", "sent_id": "177", "text": "I mean the same reason that somebody wants to go for a walk in the park."}
{"ep_id": "moveyourdna.txt", "sent_id": "178", "text": "The same reason someone wants to go look at the waterfall when they visit Yellowstone."}
{"ep_id": "moveyourdna.txt", "sent_id": "179", "text": "I mean it's just this intrinsic draw."}
{"ep_id": "moveyourdna.txt", "sent_id": "180", "text": "I don't even generally to try to explain it."}
{"ep_id": "moveyourdna.txt", "sent_id": "181", "text": "If I want to think of some logical reasons that I like to gather, I could think of a lot of great reasons."}
{"ep_id": "moveyourdna.txt", "sent_id": "182", "text": "I mean, I think it's the absolute best food in the world."}
{"ep_id": "moveyourdna.txt", "sent_id": "183", "text": "And today because I have a lifetime of eating these foods, I crave them."}
{"ep_id": "moveyourdna.txt", "sent_id": "184", "text": "So I may crave salsifying shoots."}
{"ep_id": "moveyourdna.txt", "sent_id": "185", "text": "Well, there's no way I'm going to get them unless I go harvest them."}
{"ep_id": "moveyourdna.txt", "sent_id": "186", "text": "You simply can't buy them."}
{"ep_id": "moveyourdna.txt", "sent_id": "187", "text": "There's all kinds of things in my yearly cycle that I crave and I will never be able to get them unless I go gather them myself."}
{"ep_id": "moveyourdna.txt", "sent_id": "188", "text": "I can save money, but that's a not real big part of why I forage."}
{"ep_id": "moveyourdna.txt", "sent_id": "189", "text": "But at times in my life, it has been very important."}
{"ep_id": "moveyourdna.txt", "sent_id": "190", "text": "I love cooking and I can cook things with top-notch ingredients that no one else gets to cook with and make really exciting and interesting and healthy foods out of the ingredients that I gather for free."}
{"ep_id": "moveyourdna.txt", "sent_id": "191", "text": "So, and I also just love being in nature and doing stuff."}
{"ep_id": "moveyourdna.txt", "sent_id": "192", "text": "And that's what foraging is."}
{"ep_id": "moveyourdna.txt", "sent_id": "193", "text": "It's being in nature and doing stuff."}
{"ep_id": "moveyourdna.txt", "sent_id": "194", "text": "The stuff that our ancestors have done for countless generations."}
{"ep_id": "moveyourdna.txt", "sent_id": "195", "text": "I'm just thinking of driving through Yellowstone."}
{"ep_id": "moveyourdna.txt", "sent_id": "196", "text": "So many people experience these beautiful natural landscapes, kind of in part, because they're too big to take in."}
{"ep_id": "moveyourdna.txt", "sent_id": "197", "text": "But really the scale of everything that you can observe in Yellowstone can be observed in an acre of a space if you're getting down on the ground and looking between the leaves of a tree, or between blades of grass, or under leaves for mushrooms."}
{"ep_id": "moveyourdna.txt", "sent_id": "198", "text": "But the depth of what there is to be explored is there."}
{"ep_id": "moveyourdna.txt", "sent_id": "199", "text": "You don't actually have to drive to a national park."}
{"ep_id": "moveyourdna.txt", "sent_id": "200", "text": "There's these mini landscapes that are underfoot that I think aren't appreciated as much."}
{"ep_id": "moveyourdna.txt", "sent_id": "201", "text": "Foraging turns every place into a theme park."}
{"ep_id": "moveyourdna.txt", "sent_id": "202", "text": "The whole world is a botanical theme park."}
{"ep_id": "moveyourdna.txt", "sent_id": "203", "text": "You could go anywhere and have some interesting plants to look at."}
{"ep_id": "moveyourdna.txt", "sent_id": "204", "text": "Interesting interactions to see in how the plants and the insects and the birds and the other animals are, I'm stumbling over my thoughts or stumbling over my words, but you can go anywhere and look at what's happening in nature and it's exciting."}
{"ep_id": "moveyourdna.txt", "sent_id": "205", "text": "For someone into plants, every alley, every roadside ditch, every vacant lot has exciting plants to find."}
{"ep_id": "moveyourdna.txt", "sent_id": "206", "text": "And that's not an exaggeration."}
{"ep_id": "moveyourdna.txt", "sent_id": "207", "text": "I mean you can go to roadsides and find a plant that's never been recorded from this particular state without too much effort."}
{"ep_id": "moveyourdna.txt", "sent_id": "208", "text": "So ... and foraging is good for your brain."}
{"ep_id": "moveyourdna.txt", "sent_id": "209", "text": "It's what your brain was meant to do: to look very closely and carefully at the landscape in a broad scale but also at the small details that you were mentioning."}
{"ep_id": "moveyourdna.txt", "sent_id": "210", "text": "Foraging gets your brain to look at all levels of your surroundings and to think about how they interact and this interaction is exceedingly complex."}
{"ep_id": "moveyourdna.txt", "sent_id": "211", "text": "And that's what our brains were designed to do and that's why our brains are so good at so many things."}
{"ep_id": "moveyourdna.txt", "sent_id": "212", "text": "Because this natural world that we've developed in is so complex."}
{"ep_id": "moveyourdna.txt", "sent_id": "213", "text": "And is so variable."}
{"ep_id": "moveyourdna.txt", "sent_id": "214", "text": "Well just to go back with what you said about every lot ..."}
{"ep_id": "moveyourdna.txt", "sent_id": "215", "text": "So I have little kids."}
{"ep_id": "moveyourdna.txt", "sent_id": "216", "text": "I know that you have little kids too."}
{"ep_id": "moveyourdna.txt", "sent_id": "217", "text": "I know a lot of people listening to this are trying to figure out how to get more nature education for themselves."}
{"ep_id": "moveyourdna.txt", "sent_id": "218", "text": "More plant knowledge for themselves - for their families."}
{"ep_id": "moveyourdna.txt", "sent_id": "219", "text": "But not everyone lives in, you know, really close to wild areas so their access to doing this really seems shut off at the gate."}
{"ep_id": "moveyourdna.txt", "sent_id": "220", "text": "Because it's like \"well I don't live on a million acres of national forest\" like I do."}
{"ep_id": "moveyourdna.txt", "sent_id": "221", "text": "I don't own a million acres."}
{"ep_id": "moveyourdna.txt", "sent_id": "222", "text": "I just happen to be butted up against it."}
{"ep_id": "moveyourdna.txt", "sent_id": "223", "text": "Not everyone has this opportunity to, in their minds, engage in the natural way of moving through the natural world."}
{"ep_id": "moveyourdna.txt", "sent_id": "224", "text": "But I like to point out, and I think as you just pointed out, there are so many elements of nature and of natural movement and of foraging to be found wherever you are."}
{"ep_id": "moveyourdna.txt", "sent_id": "225", "text": "I mean there are community gardens."}
{"ep_id": "moveyourdna.txt", "sent_id": "226", "text": "And lots."}
{"ep_id": "moveyourdna.txt", "sent_id": "227", "text": "Lots full of growing things."}
{"ep_id": "moveyourdna.txt", "sent_id": "228", "text": "But it does require that you change how much you pay attention -that you seek out some of these spaces."}
{"ep_id": "moveyourdna.txt", "sent_id": "229", "text": "So is there anything else you can suggest for someone who is like, \"I would love to do all the things you're talking about but I feel like there's no way this applies to me.\""}
{"ep_id": "moveyourdna.txt", "sent_id": "230", "text": "Is there one thing that everyone could likely find or one way that most people could move through almost any landscape and a diverse set of financial or time constraints?"}
{"ep_id": "moveyourdna.txt", "sent_id": "231", "text": "You know everybody has access to wild food that they can gather."}
{"ep_id": "moveyourdna.txt", "sent_id": "232", "text": "And the landscapes may not be natural but the natural plants and animals are always trying to take back these human-disturbed places."}
{"ep_id": "moveyourdna.txt", "sent_id": "233", "text": "And they're always thriving."}
{"ep_id": "moveyourdna.txt", "sent_id": "234", "text": "Some of them are always thriving there."}
{"ep_id": "moveyourdna.txt", "sent_id": "235", "text": "It doesn't matter how big of a city you live in or where you are."}
{"ep_id": "moveyourdna.txt", "sent_id": "236", "text": "There's something to forage."}
{"ep_id": "moveyourdna.txt", "sent_id": "237", "text": "And the plants that grow in urban areas tend to be quite uniform across the country."}
{"ep_id": "moveyourdna.txt", "sent_id": "238", "text": "Even across the world."}
{"ep_id": "moveyourdna.txt", "sent_id": "239", "text": "If you were to be in Stalingrad during the summer you are going to find some similar plants to what you're going to find in Hamburg Germany or in New York City or in Detroit."}
{"ep_id": "moveyourdna.txt", "sent_id": "240", "text": "So it's, the ubiquitous weedy plants like amaranth and purslane and lambs quarters, dandelion, black nightshades."}
{"ep_id": "moveyourdna.txt", "sent_id": "241", "text": "These things are found in a remarkable array of habitat and region as long as the ground is disturbed."}
{"ep_id": "moveyourdna.txt", "sent_id": "242", "text": "So this is a podcast about movement."}
{"ep_id": "moveyourdna.txt", "sent_id": "243", "text": "So, you physically use your body almost all day long because that's what taking care of your own food requires."}
{"ep_id": "moveyourdna.txt", "sent_id": "244", "text": "So my question for you is what did you come to understand about your body through foraging?"}
{"ep_id": "moveyourdna.txt", "sent_id": "245", "text": "You know, I have a philosophy."}
{"ep_id": "moveyourdna.txt", "sent_id": "246", "text": "It's that somatic energy is really important."}
{"ep_id": "moveyourdna.txt", "sent_id": "247", "text": "That as soon as we abandon our bodies as a tool we make ourselves irrelevant."}
{"ep_id": "moveyourdna.txt", "sent_id": "248", "text": "And it makes sense that human beings naturally try to avoid physical labor because there's this equation of calories in and calories out."}
{"ep_id": "moveyourdna.txt", "sent_id": "249", "text": "So you try to get your food in the easiest possible way."}
{"ep_id": "moveyourdna.txt", "sent_id": "250", "text": "So you try to get the most calories for the least caloric output."}
{"ep_id": "moveyourdna.txt", "sent_id": "251", "text": "That's a way that generally animals, including humans, live by."}
{"ep_id": "moveyourdna.txt", "sent_id": "252", "text": "In the modern world, we have made access to calories so easy that if we follow those instincts we will simply not give ourselves the physical activity that we need."}
{"ep_id": "moveyourdna.txt", "sent_id": "253", "text": "So we desperately avoid exertion."}
{"ep_id": "moveyourdna.txt", "sent_id": "254", "text": "If you look at the way that we think of physical labor, it is almost invariably considered suffering and a sign of poverty."}
{"ep_id": "moveyourdna.txt", "sent_id": "255", "text": "And we need to get over this."}
{"ep_id": "moveyourdna.txt", "sent_id": "256", "text": "We need to get past this."}
{"ep_id": "moveyourdna.txt", "sent_id": "257", "text": "So I do a lot of things because I like the physical activity and I designed my life in such a way that I use as few machines as possible."}
{"ep_id": "moveyourdna.txt", "sent_id": "258", "text": "I make maple syrup the old-fashioned way: by carrying buckets of sap."}
{"ep_id": "moveyourdna.txt", "sent_id": "259", "text": "And it is hard work.And I won't lie where there's a couple times a year where I think, \"man, I am exhausted."}
{"ep_id": "moveyourdna.txt", "sent_id": "260", "text": "I am tired.\""}
{"ep_id": "moveyourdna.txt", "sent_id": "261", "text": "Right."}
{"ep_id": "moveyourdna.txt", "sent_id": "262", "text": "\"And I am sick of this.\""}
{"ep_id": "moveyourdna.txt", "sent_id": "263", "text": "But you know what?"}
{"ep_id": "moveyourdna.txt", "sent_id": "264", "text": "That's part of being human."}
{"ep_id": "moveyourdna.txt", "sent_id": "265", "text": "You need to be hungry sometimes."}
{"ep_id": "moveyourdna.txt", "sent_id": "266", "text": "You need to be tired sometimes."}
{"ep_id": "moveyourdna.txt", "sent_id": "267", "text": "You need to be exhausted sometimes."}
{"ep_id": "moveyourdna.txt", "sent_id": "268", "text": "And sore."}
{"ep_id": "moveyourdna.txt", "sent_id": "269", "text": "And I mean the good kind of sore."}
{"ep_id": "moveyourdna.txt", "sent_id": "270", "text": "So there is work but variable work."}
{"ep_id": "moveyourdna.txt", "sent_id": "271", "text": "Sometimes very hard work involved in using wild food."}
{"ep_id": "moveyourdna.txt", "sent_id": "272", "text": "And I think that's great."}
{"ep_id": "moveyourdna.txt", "sent_id": "273", "text": "I mean, I'm a marathon runner and I love long distance running."}
{"ep_id": "moveyourdna.txt", "sent_id": "274", "text": "But I don't run a lot or train much during wild ricing season because it is just as hard as running is and it takes as much out of me and so if I'm spending 6 hours on the water harvesting wild rice, then I'm probably not going running after I go ricing that day."}
{"ep_id": "moveyourdna.txt", "sent_id": "275", "text": "So this makes me think of something else I want to ask you."}
{"ep_id": "moveyourdna.txt", "sent_id": "276", "text": "So, just like every, let's call it a plant."}
{"ep_id": "moveyourdna.txt", "sent_id": "277", "text": "Every plant that you harvest is going to be unique in its, in the nutrients, in the dietary nutrients you can extract from it once you put it in your mouth."}
{"ep_id": "moveyourdna.txt", "sent_id": "278", "text": "But could you, I don't know, three and if three's too many we can drop to two, but can you think of three different plants that have radically different mechanical nutrients or that vary in the diversity of movements required to harvest them so that someone who hasn't harvested wild foods can get a sense of ... like maple syrup is one."}
{"ep_id": "moveyourdna.txt", "sent_id": "279", "text": "You could break it down into bucket hauling and then whatever else you have to do to turn the sap eventually into syrup."}
{"ep_id": "moveyourdna.txt", "sent_id": "280", "text": "So you've got chopping wood and what not."}
{"ep_id": "moveyourdna.txt", "sent_id": "281", "text": "If we come up with three different foods can you come up with the movements for those three foods so that the listener can get a sense of \"Oh I see...\" That we've been thinking of food in terms of their end: the way they affect our body after someone has done all the labor and they put it into their mouth."}
{"ep_id": "moveyourdna.txt", "sent_id": "282", "text": "But if we were doing the work for our sugar and the work for our starches and the work for acorn or something, that they could get a sense of the geometry configurations and think about it in those terms."}
{"ep_id": "moveyourdna.txt", "sent_id": "283", "text": "Sure."}
{"ep_id": "moveyourdna.txt", "sent_id": "284", "text": "Sure."}
{"ep_id": "moveyourdna.txt", "sent_id": "285", "text": "So I mean, I'll take the examples I already mentioned."}
{"ep_id": "moveyourdna.txt", "sent_id": "286", "text": "I could start with wild rice."}
{"ep_id": "moveyourdna.txt", "sent_id": "287", "text": "One of the physical things I'm doing that really feels great is I lift that canoe up, carry it on my shoulders and carry it to the lake."}
{"ep_id": "moveyourdna.txt", "sent_id": "288", "text": "And that may be anywhere from 100 yards."}
{"ep_id": "moveyourdna.txt", "sent_id": "289", "text": "Sometimes it's 3/4 of a mile from where I park my vehicle."}
{"ep_id": "moveyourdna.txt", "sent_id": "290", "text": "And then there's hauling my finished bags of rice back."}
{"ep_id": "moveyourdna.txt", "sent_id": "291", "text": "They're usually about 60 pounds a bag after I unload them from the canoe and I hoist them on my shoulder and carry them back one at a time."}
{"ep_id": "moveyourdna.txt", "sent_id": "292", "text": "So there can be a lot of walking there."}
{"ep_id": "moveyourdna.txt", "sent_id": "293", "text": "When I'm actually out on the water, I harvest rice, sometimes with a partner."}
{"ep_id": "moveyourdna.txt", "sent_id": "294", "text": "Usually my wife or her father or sometimes alone but this involves standing in the canoe which is great for your balance."}
{"ep_id": "moveyourdna.txt", "sent_id": "295", "text": "And of course, when you're balancing standing in a canoe you're using your lower leg muscles and your feet muscles in variable ways to keep your balance."}
{"ep_id": "moveyourdna.txt", "sent_id": "296", "text": "It's like stand up paddling."}
{"ep_id": "moveyourdna.txt", "sent_id": "297", "text": "Stand up paddling would be the athletic equivalent to one element of rice harvesting."}
{"ep_id": "moveyourdna.txt", "sent_id": "298", "text": "Yeah."}
{"ep_id": "moveyourdna.txt", "sent_id": "299", "text": "Except instead of paddling I'm using a pole."}
{"ep_id": "moveyourdna.txt", "sent_id": "300", "text": "Right."}
{"ep_id": "moveyourdna.txt", "sent_id": "301", "text": "Ok.\n\nAnd the mechanics and the motions of pushing with that pole are too complex to explain over the phone but it's a difficult skill."}
{"ep_id": "moveyourdna.txt", "sent_id": "302", "text": "It's like riding a bicycle."}
{"ep_id": "moveyourdna.txt", "sent_id": "303", "text": "It takes people a while to get it."}
{"ep_id": "moveyourdna.txt", "sent_id": "304", "text": "So you know you have a 14-16 foot pole and you are pushing the canoe forward with it and trying to at the same time control where the canoe goes to get it exactly where you want it in the proper position in the rice."}
{"ep_id": "moveyourdna.txt", "sent_id": "305", "text": "And you know, there's a lot of upper body work and a lot of mid-body work to adjust how you're transferring the energy from your pole through your body to the canoe to get it to turn a particular way and to move it forward."}
{"ep_id": "moveyourdna.txt", "sent_id": "306", "text": "And the act of knocking the rice, which is what we call getting the wild rice into the canoe, if I'm ricing with a partner and I'm only knocking rice at a particular time, you're reaching out with one arm to draw the rice closer to the canoe."}
{"ep_id": "moveyourdna.txt", "sent_id": "307", "text": "You have a cedar stick about 30 inches long in one hand and then you have a cedar stick in your other hand that comes in behind it and swipes the rice so that it knocks the ripe and lose kernels off of the stalks into the canoe."}
{"ep_id": "moveyourdna.txt", "sent_id": "308", "text": "And it's very much a dancing like motion."}
{"ep_id": "moveyourdna.txt", "sent_id": "309", "text": "You're making this knocking motion about once every second to a second and a half."}
{"ep_id": "moveyourdna.txt", "sent_id": "310", "text": "It depends on how thick the rice is and how tall the rice is."}
{"ep_id": "moveyourdna.txt", "sent_id": "311", "text": "But you'll do that for, say an hour and forty minutes and then switch places."}
{"ep_id": "moveyourdna.txt", "sent_id": "312", "text": "So this is an aerobic, fairly intense aerobic exercise that's using different muscles than running but the breathing is heavy."}
{"ep_id": "moveyourdna.txt", "sent_id": "313", "text": "Like long-distance running."}
{"ep_id": "moveyourdna.txt", "sent_id": "314", "text": "So that's most of what's done for the harvest of rice, but then we have the processing to get the rice out of the hulls, where we parch the rice, usually about half a bushel at a time in a 30-gallon copper kettle and you're stirring that while you're parching it."}
{"ep_id": "moveyourdna.txt", "sent_id": "315", "text": "So that's another different motion in your body."}
{"ep_id": "moveyourdna.txt", "sent_id": "316", "text": "And the most physically demanding part of it is what they call dancing the rice which is getting the hulls off by rubbing them with your feet."}
{"ep_id": "moveyourdna.txt", "sent_id": "317", "text": "So after the rice is parched enough to make the hulls brittle and to burn off the very tips of the awns which are sharp and dangerous, then you put that in an oak barrel."}
{"ep_id": "moveyourdna.txt", "sent_id": "318", "text": "It's a 13 to 15-gallon barrel typically - at least the way that I dance the rice."}
{"ep_id": "moveyourdna.txt", "sent_id": "319", "text": "And you have some deer hide leggings, they're like moccasins with a long top."}
{"ep_id": "moveyourdna.txt", "sent_id": "320", "text": "You place your feet, you kind of alternate pressure from one foot to the other."}
{"ep_id": "moveyourdna.txt", "sent_id": "321", "text": "You twist your body so that the rice is twisted under your foot in between your foot and the bottom of the barrel."}
{"ep_id": "moveyourdna.txt", "sent_id": "322", "text": "And you do that repeatedly at a fast pace."}
{"ep_id": "moveyourdna.txt", "sent_id": "323", "text": "And it's one of these things where the energy you put in directly corresponds to the work you get done."}
{"ep_id": "moveyourdna.txt", "sent_id": "324", "text": "So the faster and harder you work the sooner you get the hulls rubbed off your rice."}
{"ep_id": "moveyourdna.txt", "sent_id": "325", "text": "Actually earning your food through your movement."}
{"ep_id": "moveyourdna.txt", "sent_id": "326", "text": "Yes."}
{"ep_id": "moveyourdna.txt", "sent_id": "327", "text": "And after that, you winnow the rice which is, takes a lot of hand/eye coordination and is not physically very strenuous but you're moving around."}
{"ep_id": "moveyourdna.txt", "sent_id": "328", "text": "But there is no extremely difficult activity to it but it's kind of a more relaxing motion."}
{"ep_id": "moveyourdna.txt", "sent_id": "329", "text": "So typically this was a social activity and maybe one person out of eight or ten would be dancing the rice at any one time and might do that for 20 minutes, 25 minutes, whatever it takes to get that batch ready."}
{"ep_id": "moveyourdna.txt", "sent_id": "330", "text": "And then they would take a rest and then take a turn at winnowing the rice or stirring the rice in the kettle."}
{"ep_id": "moveyourdna.txt", "sent_id": "331", "text": "So there's a whole bunch of stuff to getting your wild rice ready to eat."}
{"ep_id": "moveyourdna.txt", "sent_id": "332", "text": "I don't know, was that too long or?"}
{"ep_id": "moveyourdna.txt", "sent_id": "333", "text": "No."}
{"ep_id": "moveyourdna.txt", "sent_id": "334", "text": "I think that's helpful."}
{"ep_id": "moveyourdna.txt", "sent_id": "335", "text": "There's just a lot of information coming out now about the strengths of I think European women 5000 years ago and looking at their bones and accessing their strength from the shape of their bones and the connective areas of their muscles."}
{"ep_id": "moveyourdna.txt", "sent_id": "336", "text": "These women here just through the processing of their food, had stronger bones than athletes now simply because the amount of work is so intense and also I don't think it's too long because I'll write a lot and try to explain a lot about the work of food and the diversity of motions for food, but I don't, I've never harvested and made rice."}
{"ep_id": "moveyourdna.txt", "sent_id": "337", "text": "So it's all very theoretical."}
{"ep_id": "moveyourdna.txt", "sent_id": "338", "text": "I understand the motions."}
{"ep_id": "moveyourdna.txt", "sent_id": "339", "text": "But I think, again, you are living in a way that gives you first-hand knowledge and I guess more credibility to explain it."}
{"ep_id": "moveyourdna.txt", "sent_id": "340", "text": "So that's exactly what I was after."}
{"ep_id": "moveyourdna.txt", "sent_id": "341", "text": "What would be, I would say, if we're looking at the nutrients, the movement nutrients, of one."}
{"ep_id": "moveyourdna.txt", "sent_id": "342", "text": "What other plant would be the compliment to that one in terms of using your body much differently?"}
{"ep_id": "moveyourdna.txt", "sent_id": "343", "text": "Well certainly with maple syrup there's almost none of the same motions."}
{"ep_id": "moveyourdna.txt", "sent_id": "344", "text": "This time of year, usually one day a week, I'm making firewood to get ready for syrup season."}
{"ep_id": "moveyourdna.txt", "sent_id": "345", "text": "And I cut with a chainsaw."}
{"ep_id": "moveyourdna.txt", "sent_id": "346", "text": "That's pretty hard physical labor even though people think the saw is doing all the work but there's still a lot of work to operate that saw."}
{"ep_id": "moveyourdna.txt", "sent_id": "347", "text": "I've never chainsawed anything if you think it's easy."}
{"ep_id": "moveyourdna.txt", "sent_id": "348", "text": "People that haven't used a chainsaw are often shocked at how physically strenuous it actually is to operate a chainsaw for a while."}
{"ep_id": "moveyourdna.txt", "sent_id": "349", "text": "And then I'm hauling that wood."}
{"ep_id": "moveyourdna.txt", "sent_id": "350", "text": "Usually in a sled, pulling it behind me."}
{"ep_id": "moveyourdna.txt", "sent_id": "351", "text": "Splitting it and stacking it and that's all pretty hard work but very different motions."}
{"ep_id": "moveyourdna.txt", "sent_id": "352", "text": "And then of course during sap season, I'm - after I get the whole sugar bush set up by drilling the trees - tapping in the spigot, hanging the buckets."}
{"ep_id": "moveyourdna.txt", "sent_id": "353", "text": "Then it's fairly regular carrying buckets which is probably the most physically strenuous part of my year ... during that intense part of maple syrup season because there's times when I work 16 or 18 hour days and half of that is carrying buckets."}
{"ep_id": "moveyourdna.txt", "sent_id": "354", "text": "So I might walk the equivalent of 16 miles in a day with two full or nearly full 5-gallon buckets half of the time."}
{"ep_id": "moveyourdna.txt", "sent_id": "355", "text": "So very different muscle groups."}
{"ep_id": "moveyourdna.txt", "sent_id": "356", "text": "And when I'm doing that type of intense work I have to really think about the ergonomics of what I'm doing or I'm going to get sore or I'm going to get repetitive motion injuries which is a fact of life that I don't think the motion injuries but that you have to think about them when you're really exerting yourself."}
{"ep_id": "moveyourdna.txt", "sent_id": "357", "text": "And I'm not saying that anybody needs to do this to the extent that I do it."}
{"ep_id": "moveyourdna.txt", "sent_id": "358", "text": "I make maple syrup and harvest wild rice as part of my income."}
{"ep_id": "moveyourdna.txt", "sent_id": "359", "text": "It would be the same type of activity just less of it if I was just making it to feed myself."}
{"ep_id": "moveyourdna.txt", "sent_id": "360", "text": "You know, ergonomics has come in handy for anything you do repetitively for a long period of time."}
{"ep_id": "moveyourdna.txt", "sent_id": "361", "text": "So, sitting, if your desk is the two buckets and 16 miles, then adjusting how you do it is good for you and how you feel and also for your ability to be productive and make money and take care of other aspects of your life."}
{"ep_id": "moveyourdna.txt", "sent_id": "362", "text": "Ok this is a good spot for another listener question brought to you by the collective."}
{"ep_id": "moveyourdna.txt", "sent_id": "363", "text": "K-Bow, it says K-Bow."}
{"ep_id": "moveyourdna.txt", "sent_id": "364", "text": "That is my nickname from high school."}
{"ep_id": "moveyourdna.txt", "sent_id": "365", "text": "but I doubt this person is from high school."}
{"ep_id": "moveyourdna.txt", "sent_id": "366", "text": "Anyway."}
{"ep_id": "moveyourdna.txt", "sent_id": "367", "text": "K-Bow, out of all the elements of a minimal shoe, which would you say is most important to make sure we have?"}
{"ep_id": "moveyourdna.txt", "sent_id": "368", "text": "Ok oh, man."}
{"ep_id": "moveyourdna.txt", "sent_id": "369", "text": "This is actually a great question and the answer is going to be \"it depends.\""}
{"ep_id": "moveyourdna.txt", "sent_id": "370", "text": "But I will also give you a bigger toolbox to determine the answer for yourself."}
{"ep_id": "moveyourdna.txt", "sent_id": "371", "text": "So, for those that dont know, the elements, the elements of a shoe and this is all covered in Simple Steps to Foot Pain Relief."}
{"ep_id": "moveyourdna.txt", "sent_id": "372", "text": "That book goes may more into shoes, as opposed to Whole Body Barefoot which goes way more into feet."}
{"ep_id": "moveyourdna.txt", "sent_id": "373", "text": "So for Simple Steps, the elements of a minimal shoe are: A zero-rise heel which means that the back of the shoe is at the same height as the front of the shoe, flexible sole, and flexibility can be determined in multiple directions."}
{"ep_id": "moveyourdna.txt", "sent_id": "374", "text": "So if you pick up your shoe, you might be able to bend it front to back, but it might not twist as well."}
{"ep_id": "moveyourdna.txt", "sent_id": "375", "text": "So there's multiple planes that you can evaluate for flexibility, Wide tox box, which means the front of the shoe, can you spread your toes away from each other."}
{"ep_id": "moveyourdna.txt", "sent_id": "376", "text": "A fun way to do this is to put your foot on a piece of paper, spread your toes as far away from them as they go, trace your foot and then put your shoe over on top of it."}
{"ep_id": "moveyourdna.txt", "sent_id": "377", "text": "I just did this with my daughter the other day."}
{"ep_id": "moveyourdna.txt", "sent_id": "378", "text": "And she thought it was hilarious because I was showing her in her favorite pair of dress-up shoes that she swears are not too small."}
{"ep_id": "moveyourdna.txt", "sent_id": "379", "text": "It's like, \"Don't take my word for it."}
{"ep_id": "moveyourdna.txt", "sent_id": "380", "text": "Use the math.\""}
{"ep_id": "moveyourdna.txt", "sent_id": "381", "text": "Full upper; so the upper is the part of the shoe that connects the foot to the bottom of the shoe."}
{"ep_id": "moveyourdna.txt", "sent_id": "382", "text": "So if you're putting on a trainer, a boot, a shoe, that where your whole foot is encased, that's a full upper."}
{"ep_id": "moveyourdna.txt", "sent_id": "383", "text": "That being said, so is a sandal that maybe wraps around your heel and over your toes as well."}
{"ep_id": "moveyourdna.txt", "sent_id": "384", "text": "So it doesn't have to - a full upper doesn't mean that it has to be fully covered or protected from the sun or the wind, it's that the work that your foot has to do is minimal in keeping the shoe on."}
{"ep_id": "moveyourdna.txt", "sent_id": "385", "text": "So again, in Simple Steps, I talk about a flip-flop only has two thin straps that come over, thus it's a pretty minimal upper."}
{"ep_id": "moveyourdna.txt", "sent_id": "386", "text": "But to keep the shoe on, you have to flex, you have to contract all of your toes while you are walking to keep it from slipping off."}
{"ep_id": "moveyourdna.txt", "sent_id": "387", "text": "So that is not an upper that connects your foot very well to the shoe."}
{"ep_id": "moveyourdna.txt", "sent_id": "388", "text": "You have to put in a lot of geometry changes and muscular force to keep the shoe on while you're walking."}
{"ep_id": "moveyourdna.txt", "sent_id": "389", "text": "It's like extra movement and movement in a way that over time can actually create lots of tensions and a shortening of those toes."}
{"ep_id": "moveyourdna.txt", "sent_id": "390", "text": "Hammertoes, you can google a picture of what I mean by kind of creating a rigidity of shape because you're recruiting that way of walking over and over again."}
{"ep_id": "moveyourdna.txt", "sent_id": "391", "text": "Take that same flip-flop though and add a strap that goes around your ankle, so again the mass that you're adding to the shoe isn't very much but because of the engineering, now doesn't require that you grip your toes."}
{"ep_id": "moveyourdna.txt", "sent_id": "392", "text": "Meaning your foot can stay completely relaxed for just that little bit of mass added."}
{"ep_id": "moveyourdna.txt", "sent_id": "393", "text": "And you can have a relaxed foot."}
{"ep_id": "moveyourdna.txt", "sent_id": "394", "text": "Now you have a fuller upper."}
{"ep_id": "moveyourdna.txt", "sent_id": "395", "text": "You could even be considered a minimal upper, or an upper that qualifies for minimal shoe status because you don't have to do any work to keep your shoe on."}
{"ep_id": "moveyourdna.txt", "sent_id": "396", "text": "And then one more, a lack of toe spring."}
{"ep_id": "moveyourdna.txt", "sent_id": "397", "text": "So if you put all of your shoes on a table and measured the height of your toe box above the ground."}
{"ep_id": "moveyourdna.txt", "sent_id": "398", "text": "If you see that that's rising up - a lot of shoes have a little swoop in the front - that's called toe spring."}
{"ep_id": "moveyourdna.txt", "sent_id": "399", "text": "We would not want to have that."}
{"ep_id": "moveyourdna.txt", "sent_id": "400", "text": "We would want the front of your foot to be able to rest on the ground and not be permanently elevated."}
{"ep_id": "moveyourdna.txt", "sent_id": "401", "text": "I only used to have four elements of minimal shoe for those of you who read the first edition of Simple Steps to Foot Pain Relief but Dr. Ray, a podiatrist, who created Correct Toes, he has this toe spring, and wrote me about toe spring as an element that he uses."}
{"ep_id": "moveyourdna.txt", "sent_id": "402", "text": "And I was like yes, of course."}
{"ep_id": "moveyourdna.txt", "sent_id": "403", "text": "We will add that to the book."}
{"ep_id": "moveyourdna.txt", "sent_id": "404", "text": "So the new edition has that fifth."}
{"ep_id": "moveyourdna.txt", "sent_id": "405", "text": "So if you've only read up on the fourth, make sure you've read up on that fifth one."}
{"ep_id": "moveyourdna.txt", "sent_id": "406", "text": "So those are the elements of a minimal shoe."}
{"ep_id": "moveyourdna.txt", "sent_id": "407", "text": "So it's a continuum, right?"}
{"ep_id": "moveyourdna.txt", "sent_id": "408", "text": "You can have everywhere from a super structured shoe and a high heel and a sole that doesn't flex and a very narrow toe box, and it can also be a flip-flop, and can also have your toes up at the front, which would be a fun contest to design."}
{"ep_id": "moveyourdna.txt", "sent_id": "409", "text": "But a minimal shoe is on a continuum."}
{"ep_id": "moveyourdna.txt", "sent_id": "410", "text": "And you can also add other elements, which is exposure to sun, exposure to air."}
{"ep_id": "moveyourdna.txt", "sent_id": "411", "text": "Because there are so many differences between our shoes and feet that I am only putting five."}
{"ep_id": "moveyourdna.txt", "sent_id": "412", "text": "You could add more."}
{"ep_id": "moveyourdna.txt", "sent_id": "413", "text": "Which ones are most important really depends on the experience that you are currently having with your feet."}
{"ep_id": "moveyourdna.txt", "sent_id": "414", "text": "So it's not as easy as saying make sure you have x or y and ranking them in importance as a global statement."}
{"ep_id": "moveyourdna.txt", "sent_id": "415", "text": "Their importance really relates back to you and your personal needs."}
{"ep_id": "moveyourdna.txt", "sent_id": "416", "text": "You can have a minimal shoe that is completely flat and a thin flexible sole but maybe what you do with your body is stand in place."}
{"ep_id": "moveyourdna.txt", "sent_id": "417", "text": "Like I'll get emails from a lot of nurses or people who have to stand for long period, baristas, people that stand for long periods of time on their feet on hard flat surfaces in which case that minimal shoe in that context actually isn't serving them all that well."}
{"ep_id": "moveyourdna.txt", "sent_id": "418", "text": "And they'll be like, \"I really feel like I need to add cushion.\""}
{"ep_id": "moveyourdna.txt", "sent_id": "419", "text": "And I'm like, \"Yeah you do.\""}
{"ep_id": "moveyourdna.txt", "sent_id": "420", "text": "You need to add cushion."}
{"ep_id": "moveyourdna.txt", "sent_id": "421", "text": "So if you want to keep that flat and flexible element you want to look for something that's beefed up and cushioned a little bit and minimize that geometry."}
{"ep_id": "moveyourdna.txt", "sent_id": "422", "text": "So this is why I really recommend that rather than memorizing or learning the characteristics of the shoe, you learn how each characteristic of the shoe affects your body so that you can then rank them in order."}
{"ep_id": "moveyourdna.txt", "sent_id": "423", "text": "For me, or if I were to say if everyone was going to make one small change, the altitude of heel would be probably the easiest."}
{"ep_id": "moveyourdna.txt", "sent_id": "424", "text": "That being said, if someone is having a lot of pressure on the front of the foot or the toe gripping or the toes is a thing, it might warrant you to be addressing the front of your toe box."}
{"ep_id": "moveyourdna.txt", "sent_id": "425", "text": "Then again, if your heel is putting a lot of pressure on the front of your foot in that narrow shoe, then again the heel is the most important."}
{"ep_id": "moveyourdna.txt", "sent_id": "426", "text": "So if you're only going to address one thing, the heel is probably going to be the easiest to address down in scale."}
{"ep_id": "moveyourdna.txt", "sent_id": "427", "text": "What I would recommend is going and pulling out the 3 pairs of shoes you wear the most often and give them a rank."}
{"ep_id": "moveyourdna.txt", "sent_id": "428", "text": "Again, in Simple Steps there's a grid to help you do this."}
{"ep_id": "moveyourdna.txt", "sent_id": "429", "text": "Score your shoes."}
{"ep_id": "moveyourdna.txt", "sent_id": "430", "text": "And go, \"you know what?"}
{"ep_id": "moveyourdna.txt", "sent_id": "431", "text": "I notice that maybe I have a range of heel height."}
{"ep_id": "moveyourdna.txt", "sent_id": "432", "text": "Maybe I do spend quite a bit of time in flats and maybe I have the heels for some time but I've noticed that all my shoes have a narrow toe box.\""}
{"ep_id": "moveyourdna.txt", "sent_id": "433", "text": "In which case for you, your current footwear selection, really never allows for that one type of movement, of moving the front of your foot, that would be the piece for you to add."}
{"ep_id": "moveyourdna.txt", "sent_id": "434", "text": "If having the flat heel and very malleable sole you're noticing, \"My feet - I don't have time to add a lot of foot strengthening stuff and now the extra malleability is creating a stress riser somewhere in my foot or I'm noticing that my foot isn't strong enough to deal with it then that thickness - or not thickness - but the stiffness of the sole could be a nice bolster for you while you get other elements of minimal."}
{"ep_id": "moveyourdna.txt", "sent_id": "435", "text": "So again this is up for you to determine."}
{"ep_id": "moveyourdna.txt", "sent_id": "436", "text": "It really depends on your physical experience and what you would be transitioning to minimal shoes for."}
{"ep_id": "moveyourdna.txt", "sent_id": "437", "text": "If you go to the beginning of Move Your DNA there's a place where I ask you to write out the things - your physical experience - to help you quantify it a little bit where you can then start to maybe correlate your footwear to various other elements that aren't always within the foot."}
{"ep_id": "moveyourdna.txt", "sent_id": "438", "text": "Some people have issues with their feet."}
{"ep_id": "moveyourdna.txt", "sent_id": "439", "text": "Some people don't."}
{"ep_id": "moveyourdna.txt", "sent_id": "440", "text": "But they have issues with their knees, or their hips, or their bone, and they can learn how footwear affects that and they can learn how that footwear affects that and can start picking the element that's most crucial for you."}
{"ep_id": "moveyourdna.txt", "sent_id": "441", "text": "So, sorry my answer is, it depends and it's up to you to determine it."}
{"ep_id": "moveyourdna.txt", "sent_id": "442", "text": "But isn't it great that it's something that you can learn and determine?"}
{"ep_id": "moveyourdna.txt", "sent_id": "443", "text": "Let's get back to the interview."}
{"ep_id": "moveyourdna.txt", "sent_id": "444", "text": "Thanks again to Unshoes, as well as Earthrunners, MyMayu, Venn Design, and Softstar."}
{"ep_id": "moveyourdna.txt", "sent_id": "445", "text": "I really appreciate your support and I hope the listeners are loving these questions that are inserted into our podcasts."}
{"ep_id": "moveyourdna.txt", "sent_id": "446", "text": "Go check out their websites."}
{"ep_id": "moveyourdna.txt", "sent_id": "447", "text": "Ok, back to Sam."}
{"ep_id": "moveyourdna.txt", "sent_id": "448", "text": "Are there any plants that get you down on the ground, like digging or squatting down."}
{"ep_id": "moveyourdna.txt", "sent_id": "449", "text": "Oh yes."}
{"ep_id": "moveyourdna.txt", "sent_id": "450", "text": "What would be one."}
{"ep_id": "moveyourdna.txt", "sent_id": "451", "text": "So, I mean one thing I like about picking nuts whether it's acorns or hickory nuts or walnuts is I sit on the ground."}
{"ep_id": "moveyourdna.txt", "sent_id": "452", "text": "I'm kind of crawling on my hands and knees and often with hickory nuts I have a tub that I slide around on the ground and then I'm picking up as fast as I can with my free hands and then I quickly dump them in the bucket."}
{"ep_id": "moveyourdna.txt", "sent_id": "453", "text": "I'm kind of pivoting in a circle where my knees are the center of the radius and when I clear that area then I maybe scoot over one hop or drag my knees just a few feet and then kind of start the process over again."}
{"ep_id": "moveyourdna.txt", "sent_id": "454", "text": "So when I'm collecting hickory nuts I may spend several hours on the ground on my hands and knees crawling around, scooting around, and picking these nuts off the ground."}
{"ep_id": "moveyourdna.txt", "sent_id": "455", "text": "And also when I harvest ground beans, I rake, I have a very small curved digging stick that is in my right hand and I rake the surface of the ground with that digging stick and I pull the beans out as they're exposed with my left hand."}
{"ep_id": "moveyourdna.txt", "sent_id": "456", "text": "So quite different motions there."}
{"ep_id": "moveyourdna.txt", "sent_id": "457", "text": "And those tend to be things I can do for a very long time without feeling sore or even particularly tired."}
{"ep_id": "moveyourdna.txt", "sent_id": "458", "text": "But they're good low-level cardio activity that lasts all day long."}
{"ep_id": "moveyourdna.txt", "sent_id": "459", "text": "Yeah."}
{"ep_id": "moveyourdna.txt", "sent_id": "460", "text": "And I think it's also, many people perceive that the only way to get cardio is through doing a cardio exercise."}
{"ep_id": "moveyourdna.txt", "sent_id": "461", "text": "Right?"}
{"ep_id": "moveyourdna.txt", "sent_id": "462", "text": "Like running or jumping."}
{"ep_id": "moveyourdna.txt", "sent_id": "463", "text": "There are these kinds of repetitive low impact carrying heavy load ways of cardio which I also like to remind people, means that you're moving your, the muscles around your ribcage."}
{"ep_id": "moveyourdna.txt", "sent_id": "464", "text": "The alignment of how you take in a breath, you're basically changing the mechanics of how you breathe and the flow of your blood that that's what happening when you do cardio."}
{"ep_id": "moveyourdna.txt", "sent_id": "465", "text": "It doesn't necessarily have to do with what you're doing on the outside of your body."}
{"ep_id": "moveyourdna.txt", "sent_id": "466", "text": "It's referring to what's going on in the inside of your body."}
{"ep_id": "moveyourdna.txt", "sent_id": "467", "text": "So I was going to ask you what you love about using hand tools but I think you have probably already answered it."}
{"ep_id": "moveyourdna.txt", "sent_id": "468", "text": "Like what is your favorite hand tool?"}
{"ep_id": "moveyourdna.txt", "sent_id": "469", "text": "What's under your pillow you like it so much?"}
{"ep_id": "moveyourdna.txt", "sent_id": "470", "text": "What's my favorite hand tool?"}
{"ep_id": "moveyourdna.txt", "sent_id": "471", "text": "I mean..."}
{"ep_id": "moveyourdna.txt", "sent_id": "472", "text": "I actually like hand tools because they make life simpler."}
{"ep_id": "moveyourdna.txt", "sent_id": "473", "text": "Unless you use a tool a lot, I mean, a power tool can be just a hindrance and an annoyance in my view."}
{"ep_id": "moveyourdna.txt", "sent_id": "474", "text": "But I've got a hammer my brother gave me when I turned 18 and I love that thing."}
{"ep_id": "moveyourdna.txt", "sent_id": "475", "text": "We call it the porcupine hammer because porcupines like to chew on tools and the thing was almost brand new and a porcupine chewed up the handle pretty good but the amount of work that I've done with that hammer in my life is kind of ridiculous."}
{"ep_id": "moveyourdna.txt", "sent_id": "476", "text": "But I have, I've got a kitchen knife that I really love, and I've got a hunting life that I love."}
{"ep_id": "moveyourdna.txt", "sent_id": "477", "text": "I've got a hatchet that I love and I've got a shovel that I love."}
{"ep_id": "moveyourdna.txt", "sent_id": "478", "text": "I've got a lot of hand tools."}
{"ep_id": "moveyourdna.txt", "sent_id": "479", "text": "You spend a lot of time with a particular tool and you just grow attached to it."}
{"ep_id": "moveyourdna.txt", "sent_id": "480", "text": "It becomes like an extension of your body."}
{"ep_id": "moveyourdna.txt", "sent_id": "481", "text": "Yeah."}
{"ep_id": "moveyourdna.txt", "sent_id": "482", "text": "Ok, how important would you say that your identity as a forager is to the way that you understand the world?"}
{"ep_id": "moveyourdna.txt", "sent_id": "483", "text": "Can you even separate them?"}
{"ep_id": "moveyourdna.txt", "sent_id": "484", "text": "No."}
{"ep_id": "moveyourdna.txt", "sent_id": "485", "text": "I mean, yeah, I view the world through different eyes than most people."}
{"ep_id": "moveyourdna.txt", "sent_id": "486", "text": "Which I love about you."}
{"ep_id": "moveyourdna.txt", "sent_id": "487", "text": "Which is the best reason to get all of your books."}
{"ep_id": "moveyourdna.txt", "sent_id": "488", "text": "If you want to learn a different way to see the world, read your books."}
{"ep_id": "moveyourdna.txt", "sent_id": "489", "text": "I'll just throw that in there."}
{"ep_id": "moveyourdna.txt", "sent_id": "490", "text": "Go ahead."}
{"ep_id": "moveyourdna.txt", "sent_id": "491", "text": "I consider that fully a positive thing that I see the world through the eyes of a forager."}
{"ep_id": "moveyourdna.txt", "sent_id": "492", "text": "I look at the landscape and I don't see just a jumbled mass of greenery."}
{"ep_id": "moveyourdna.txt", "sent_id": "493", "text": "I see wild grapevines with carrion flower growing through it and think, \"Oh there's probably rabbits in there.\""}
{"ep_id": "moveyourdna.txt", "sent_id": "494", "text": "So I've spent a lot of time trying to break down the mechanics of individual and cultural sedentarism and what I appreciate about your work is that - I kind of even think what you write could be classified as field guides."}
{"ep_id": "moveyourdna.txt", "sent_id": "495", "text": "They're certainly not only field guides."}
{"ep_id": "moveyourdna.txt", "sent_id": "496", "text": "Because I find my mind's challenged to think about how I was instructed about the world differently."}
{"ep_id": "moveyourdna.txt", "sent_id": "497", "text": "Which I really appreciate."}
{"ep_id": "moveyourdna.txt", "sent_id": "498", "text": "I'm aware that there is, in the same way that there's resistance to movement both within ourselves and culturally, there seems to be kind of a similar resistance to this idea of humans consuming wild foods, where it occurs naturally."}
{"ep_id": "moveyourdna.txt", "sent_id": "499", "text": "How do you meet this resistance?"}
{"ep_id": "moveyourdna.txt", "sent_id": "500", "text": "Well, I encounter two different forms of resistance to foraging."}
{"ep_id": "moveyourdna.txt", "sent_id": "501", "text": "One, people who claim that it's damaging to the environment."}
{"ep_id": "moveyourdna.txt", "sent_id": "502", "text": "And the second is people's fear of foraging: fear of poisoning themselves."}
{"ep_id": "moveyourdna.txt", "sent_id": "503", "text": "And with both types of resistance I want people to know that I'm on their side."}
{"ep_id": "moveyourdna.txt", "sent_id": "504", "text": "I'm not trying to promote irresponsible foraging that is likely to result in somebody getting poisoned and I'm not interested in foraging that's going to be harmful to the environment."}
{"ep_id": "moveyourdna.txt", "sent_id": "505", "text": "So I let people know right off the bat, \"I know your concern.\""}
{"ep_id": "moveyourdna.txt", "sent_id": "506", "text": "And then I can say, \"but here's the truth.\""}
{"ep_id": "moveyourdna.txt", "sent_id": "507", "text": "And with the fear of poisoning, this is, there's a very good reason we're afraid of poisoning ourselves and that's because we come from thousands of generations of food gatherers and we have a built-in instinct that tells us that we need to only eat a plant if we know what it is."}
{"ep_id": "moveyourdna.txt", "sent_id": "508", "text": "And when you actually go out and forage, that instinct expresses itself in exactly that way."}
{"ep_id": "moveyourdna.txt", "sent_id": "509", "text": "It says don't eat this, you don't know what it is."}
{"ep_id": "moveyourdna.txt", "sent_id": "510", "text": "Very healthy way."}
{"ep_id": "moveyourdna.txt", "sent_id": "511", "text": "Very helpful way."}
{"ep_id": "moveyourdna.txt", "sent_id": "512", "text": "But for people who don't forage, you have an instinct that is boiling over, that's trying to come out."}
{"ep_id": "moveyourdna.txt", "sent_id": "513", "text": "It's trying to express itself."}
{"ep_id": "moveyourdna.txt", "sent_id": "514", "text": "But it doesn't know how to express itself because these people no longer engage in the activity that the instinct was designed for."}
{"ep_id": "moveyourdna.txt", "sent_id": "515", "text": "So it comes out in these absurd irrational ways basically fear of food itself."}
{"ep_id": "moveyourdna.txt", "sent_id": "516", "text": "Fear of plants themselves."}
{"ep_id": "moveyourdna.txt", "sent_id": "517", "text": "Fear of nature and mushrooms."}
{"ep_id": "moveyourdna.txt", "sent_id": "518", "text": "And this is just ludicrous."}
{"ep_id": "moveyourdna.txt", "sent_id": "519", "text": "And so I try to point out how statistically how incredibly safe wild food foraging is."}
{"ep_id": "moveyourdna.txt", "sent_id": "520", "text": "There is one to three deaths a decade that arguably could be caused by plant misidentification in North America."}
{"ep_id": "moveyourdna.txt", "sent_id": "521", "text": "That's almost unbelievably low when you consider that there are billions of people that engage in this activity."}
{"ep_id": "moveyourdna.txt", "sent_id": "522", "text": "So it's remarkably safe and you just have to follow the simple rules."}
{"ep_id": "moveyourdna.txt", "sent_id": "523", "text": "Know what it is before you eat it and know that it's safe."}
{"ep_id": "moveyourdna.txt", "sent_id": "524", "text": "And then we come to this idea that foraging is bad for the environment."}
{"ep_id": "moveyourdna.txt", "sent_id": "525", "text": "I think it's equally absurd."}
{"ep_id": "moveyourdna.txt", "sent_id": "526", "text": "Foraging can be practiced irresponsibly."}
{"ep_id": "moveyourdna.txt", "sent_id": "527", "text": "But any activity can be practiced irresponsibly."}
{"ep_id": "moveyourdna.txt", "sent_id": "528", "text": "It's really easy to forage responsibly."}
{"ep_id": "moveyourdna.txt", "sent_id": "529", "text": "And it's actually pretty hard to forage irresponsibly."}
{"ep_id": "moveyourdna.txt", "sent_id": "530", "text": "If you wanted to forage irresponsibly it would take extraordinary effort to do so."}
{"ep_id": "moveyourdna.txt", "sent_id": "531", "text": "The amount of labor it would take would be such that you would have to have a really good reason to damage the environment through foraging."}
{"ep_id": "moveyourdna.txt", "sent_id": "532", "text": "And that really good reason in most people's cases is money."}
{"ep_id": "moveyourdna.txt", "sent_id": "533", "text": "So if you're not collecting a wild food to sell, there is almost no chance of people damaging the environment through foraging."}
{"ep_id": "moveyourdna.txt", "sent_id": "534", "text": "I like to point out to people, \"You know that nature center you go to?"}
{"ep_id": "moveyourdna.txt", "sent_id": "535", "text": "And there's a parking lot, and some paved walking trails?"}
{"ep_id": "moveyourdna.txt", "sent_id": "536", "text": "Or mowed walking trails?\""}
{"ep_id": "moveyourdna.txt", "sent_id": "537", "text": "The environmental impact of that parking lot, and that visitor center, and those hiking trails is far greater - a far greater negative impact on that nature center that if every person who came there went and collected some wild greens to leave before they left."}
{"ep_id": "moveyourdna.txt", "sent_id": "538", "text": "We just, it's a silly cultural notion that eating from the landscape destroys it."}
{"ep_id": "moveyourdna.txt", "sent_id": "539", "text": "Because our ancestors ate from this landscape for thousands and thousands of years and it remained vibrant and intact."}
{"ep_id": "moveyourdna.txt", "sent_id": "540", "text": "And it's only when we decided to remove the native vegetation and replace it with a different, simplified system we call agriculture, that is where destroying nature in order to eat your food came into our life."}
{"ep_id": "moveyourdna.txt", "sent_id": "541", "text": "Before that we ate nature and had nature at the same time because we were part of it."}
{"ep_id": "moveyourdna.txt", "sent_id": "542", "text": "Yeah."}
{"ep_id": "moveyourdna.txt", "sent_id": "543", "text": "So you've done quite a bit of work to have this knowledge at your fingertips, literally."}
{"ep_id": "moveyourdna.txt", "sent_id": "544", "text": "How are you facilitating... are you facilitating this with your own kids?"}
{"ep_id": "moveyourdna.txt", "sent_id": "545", "text": "I mean obviously all parents are modeling what they do but are you actively taking them out or do they go or do you go to other wild food classes?"}
{"ep_id": "moveyourdna.txt", "sent_id": "546", "text": "How are you making this a family thing, if you are?"}
{"ep_id": "moveyourdna.txt", "sent_id": "547", "text": "Well we just forage together."}
{"ep_id": "moveyourdna.txt", "sent_id": "548", "text": "It's just, they don't realize... well that's not true."}
{"ep_id": "moveyourdna.txt", "sent_id": "549", "text": "They're starting to realize now that this isn't normal but they were born into a foraging household."}
{"ep_id": "moveyourdna.txt", "sent_id": "550", "text": "In fact, I had a guest a few days ago and we all sat down for breakfast and I cracked a bunch of hickory nuts and while the wild rice was cooking we all sat down, my wife, my two older children, and I and my guest and we all sat down and shelled hickory nuts."}
{"ep_id": "moveyourdna.txt", "sent_id": "551", "text": "And he was mentioning how \"in our house, we could never get the kids to do this.\""}
{"ep_id": "moveyourdna.txt", "sent_id": "552", "text": "Well, I said, \"We don't 'get' the kids to do this, this is just what we do.\""}
{"ep_id": "moveyourdna.txt", "sent_id": "553", "text": "There's no convincing involved."}
{"ep_id": "moveyourdna.txt", "sent_id": "554", "text": "This is just what life is in our house."}
{"ep_id": "moveyourdna.txt", "sent_id": "555", "text": "So we go pick blueberries or serviceberries or both every summer and we'll camp out and we will spend the whole day outside."}
{"ep_id": "moveyourdna.txt", "sent_id": "556", "text": "And we will get as much food as we can."}
{"ep_id": "moveyourdna.txt", "sent_id": "557", "text": "We'll also have a lot of fun."}
{"ep_id": "moveyourdna.txt", "sent_id": "558", "text": "Might go chase a ground squirrel."}
{"ep_id": "moveyourdna.txt", "sent_id": "559", "text": "Might find a turkey nest."}
{"ep_id": "moveyourdna.txt", "sent_id": "560", "text": "We might find a lizard or a snake under a log and have a bunch of great experiences outside and get a bunch of blueberries and get a bunch of exercise and then go swimming at the end of the day."}
{"ep_id": "moveyourdna.txt", "sent_id": "561", "text": "And this is just what life is."}
{"ep_id": "moveyourdna.txt", "sent_id": "562", "text": "So I think it's really hard and not very effective to try to quote \"get children\" to do a particular thing or get them to learn a particular thing."}
{"ep_id": "moveyourdna.txt", "sent_id": "563", "text": "I think it's really easy to do it yourself and have kids want to participate."}
{"ep_id": "moveyourdna.txt", "sent_id": "564", "text": "In fact, I really believe that these mundane activities involved in foraging are such a part of the human path that we are instinctively drawn to it."}
{"ep_id": "moveyourdna.txt", "sent_id": "565", "text": "If I get out a bucket of hickory nuts and am taking the husks off, and there's a group of people around, a whole bunch of people without any prompting from me are gonna sit down next to me, ask me what I'm doing and then start shucking hickory nuts beside me."}
{"ep_id": "moveyourdna.txt", "sent_id": "566", "text": "This happens to me every time any year."}
{"ep_id": "moveyourdna.txt", "sent_id": "567", "text": "People are instinctively drawn to that, including children."}
{"ep_id": "moveyourdna.txt", "sent_id": "568", "text": "A lot of people will ask me, \"how much movement do I have to do to start identifying myself as a mover?\""}
{"ep_id": "moveyourdna.txt", "sent_id": "569", "text": "When do I become a mover to which my answer is \"as soon as you..\" I mean, we're all movers but if you're thinking of transitioning to more movement as soon as you take any steps, literally or figuratively, or take steps towards this thing that you want to do on a larger scale, that's when you are it."}
{"ep_id": "moveyourdna.txt", "sent_id": "570", "text": "It's like a headspace thing first and foremost."}
{"ep_id": "moveyourdna.txt", "sent_id": "571", "text": "So for those people who are wondering, \"If I go out and I find this alley or go in my yard and find miner's lettuce or find dandelions, is the moment that I first gather these and throw them on my tacos or put them on my salad, am I now a wild food person or am I a poser?\""}
{"ep_id": "moveyourdna.txt", "sent_id": "572", "text": "What does it take to become a wild food aficionado?"}
{"ep_id": "moveyourdna.txt", "sent_id": "573", "text": "Well there's no such thing as a poser."}
{"ep_id": "moveyourdna.txt", "sent_id": "574", "text": "I mean if you gather a thing and you eat it, then you've gathered that think and you've eaten it."}
{"ep_id": "moveyourdna.txt", "sent_id": "575", "text": "And I don't place a value on the categories - am I enough of a gatherer to be considered a hunter-gatherer?"}
{"ep_id": "moveyourdna.txt", "sent_id": "576", "text": "I don't know."}
{"ep_id": "moveyourdna.txt", "sent_id": "577", "text": "And I don't really care."}
{"ep_id": "moveyourdna.txt", "sent_id": "578", "text": "It's just, the beauty of foraging is you start with one plant."}
{"ep_id": "moveyourdna.txt", "sent_id": "579", "text": "Start with one plant usually that you already know but don't eat."}
{"ep_id": "moveyourdna.txt", "sent_id": "580", "text": "I mean most people know some edible plants already."}
{"ep_id": "moveyourdna.txt", "sent_id": "581", "text": "They just don't know how they're eaten or they haven't taken the steps of going and eating them."}
{"ep_id": "moveyourdna.txt", "sent_id": "582", "text": "And so as soon as you know one plant, you can use that one plant."}
{"ep_id": "moveyourdna.txt", "sent_id": "583", "text": "It isn't like learning a language where a couple words doesn't do you much good until you learn the grammar and the syntax and how they're put together."}
{"ep_id": "moveyourdna.txt", "sent_id": "584", "text": "You can learn one plant and incorporate that one plant into your diet and then at the next convenient time you can learn the next plant."}
{"ep_id": "moveyourdna.txt", "sent_id": "585", "text": "And you don't need to worry about where you fall in the hierarchy of foragers or how you need to categorize yourself."}
{"ep_id": "moveyourdna.txt", "sent_id": "586", "text": "Fluency not required."}
{"ep_id": "moveyourdna.txt", "sent_id": "587", "text": "Right?"}
{"ep_id": "moveyourdna.txt", "sent_id": "588", "text": "If you want to take a step, just take a step."}
{"ep_id": "moveyourdna.txt", "sent_id": "589", "text": "Right?"}
{"ep_id": "moveyourdna.txt", "sent_id": "590", "text": "That that's fine."}
{"ep_id": "moveyourdna.txt", "sent_id": "591", "text": "Absolutely."}
{"ep_id": "moveyourdna.txt", "sent_id": "592", "text": "It's enough."}
{"ep_id": "moveyourdna.txt", "sent_id": "593", "text": "It's great."}
{"ep_id": "moveyourdna.txt", "sent_id": "594", "text": "It's wonderful."}
{"ep_id": "moveyourdna.txt", "sent_id": "595", "text": "You're good."}
{"ep_id": "moveyourdna.txt", "sent_id": "596", "text": "And all those things."}
{"ep_id": "moveyourdna.txt", "sent_id": "597", "text": "Absolutely."}
{"ep_id": "moveyourdna.txt", "sent_id": "598", "text": "What are some really general harvesting guidelines?"}
{"ep_id": "moveyourdna.txt", "sent_id": "599", "text": "Ok. As far as the sustainability of harvesting, plants come in different categories depending on what part you're using and what they are in the landscape."}
{"ep_id": "moveyourdna.txt", "sent_id": "600", "text": "Plants that we consider weeds, you really don't need to worry about the amount that you harvest."}
{"ep_id": "moveyourdna.txt", "sent_id": "601", "text": "Plants where you're collecting only the greens or only the seeds or only the fruit, there's not a big worry about overharvesting those."}
{"ep_id": "moveyourdna.txt", "sent_id": "602", "text": "But when you get to digging up underground parts that's when you really need to understand the plant's ecology and how it's affected by that before you do that in any significant amount."}
{"ep_id": "moveyourdna.txt", "sent_id": "603", "text": "As far as safety, I don't dwell on safety rules because this is not a dangerous activity."}
{"ep_id": "moveyourdna.txt", "sent_id": "604", "text": "When people talk about fishing, they don't go on and on about fishing safety or tennis safety."}
{"ep_id": "moveyourdna.txt", "sent_id": "605", "text": "It's not a dangerous activity."}
{"ep_id": "moveyourdna.txt", "sent_id": "606", "text": "It's only people that don't forage imagine a certain level of danger."}
{"ep_id": "moveyourdna.txt", "sent_id": "607", "text": "So I don't really have a bunch of safety guidelines other than know what the plant is before you eat it."}
{"ep_id": "moveyourdna.txt", "sent_id": "608", "text": "What about areas that are sprayed?"}
{"ep_id": "moveyourdna.txt", "sent_id": "609", "text": "That's definitely a concern."}
{"ep_id": "moveyourdna.txt", "sent_id": "610", "text": "So, in fact, the big concern used to be with lead from automobile exhaust and that is still a concern even though lead hasn't been in the gasoline for 30 or 40 years but it's somewhat superseded by the concern over herbicides and insecticides, both of which are really prevalent in use."}
{"ep_id": "moveyourdna.txt", "sent_id": "611", "text": "So when you gather on property that you're familiar with; your own backyard, your alley in your neighborhood, you're likely to have a good bead on what's happening and whether or not there's any dangerous chemicals there but really well-manicured landscapes like golf courses and certain city parks and certain people's lawns, those are the kind of places where it can be dangerous to forage or agricultural land, if you don't know the status of that agricultural land."}
{"ep_id": "moveyourdna.txt", "sent_id": "612", "text": "You just have to be aware use common sense but you don't want to eat herbicides or pesticides in your food."}
{"ep_id": "moveyourdna.txt", "sent_id": "613", "text": "The bigger pitfall that I see with foraging for people that are getting into it has nothing to do with safety."}
{"ep_id": "moveyourdna.txt", "sent_id": "614", "text": "IT's about culinary sensibility."}
{"ep_id": "moveyourdna.txt", "sent_id": "615", "text": "People tend to think because I have identified this plant now I can use it as a food when in fact that is not how food works."}
{"ep_id": "moveyourdna.txt", "sent_id": "616", "text": "Everyone who eats asparagus knows that there is a narrow time during the year when it is appropriate to harvest asparagus."}
{"ep_id": "moveyourdna.txt", "sent_id": "617", "text": "There is an appropriate stage of growth."}
{"ep_id": "moveyourdna.txt", "sent_id": "618", "text": "And every wild plant also has an appropriate stage of growth and you can have horrible recipes and horrible experiences with food if you are collecting the wrong part or the part at the wrong time when it simply isn't in the right stage to be eaten."}
{"ep_id": "moveyourdna.txt", "sent_id": "619", "text": "And these things aren't going to be poisonous but nobody wants to eat a tough, old, woody, stalk or a bitter, tough, leaf covered with sand."}
{"ep_id": "moveyourdna.txt", "sent_id": "620", "text": "So the quality of what you gather is really important to having a positive experience with foraging."}
{"ep_id": "moveyourdna.txt", "sent_id": "621", "text": "You need to be picky if you're gonna like it enough to come back and do it again."}
{"ep_id": "moveyourdna.txt", "sent_id": "622", "text": "After talking to you I feel like I might need a wild food cookbook."}
{"ep_id": "moveyourdna.txt", "sent_id": "623", "text": "What's your favorite wild food cookbook if you have one?"}
{"ep_id": "moveyourdna.txt", "sent_id": "624", "text": "I have an old one from the 70s called Billy Joe Tatum's Wild Food Cookbook."}
{"ep_id": "moveyourdna.txt", "sent_id": "625", "text": "And I like that one."}
{"ep_id": "moveyourdna.txt", "sent_id": "626", "text": "And I really like Euell Gibbons books."}
{"ep_id": "moveyourdna.txt", "sent_id": "627", "text": "His recipes tend to be based on experience and well explained and have panned out quite well when I tried them."}
{"ep_id": "moveyourdna.txt", "sent_id": "628", "text": "There's quite a few wild food cookbooks out there and I find that my cooking is so different than most people's cooking that it is hard for me to find a cookbook where I think \"Oh that fits into my kitchen real well.\""}
{"ep_id": "moveyourdna.txt", "sent_id": "629", "text": "Because I have set of ingredients that they may not have."}
{"ep_id": "moveyourdna.txt", "sent_id": "630", "text": "Well as far as the weeds go, I can just throw out there that some of the simplest recipes were simply throwing dandelions into a smoothie."}
{"ep_id": "moveyourdna.txt", "sent_id": "631", "text": "My kids love dandelions."}
{"ep_id": "moveyourdna.txt", "sent_id": "632", "text": "I remember reading in your book years ago, people say they're bitter, that bitter is not a flavor that anyone can be used to."}
{"ep_id": "moveyourdna.txt", "sent_id": "633", "text": "A lot of cultures are used to bitter, we just tend to not like it."}
{"ep_id": "moveyourdna.txt", "sent_id": "634", "text": "So we throw them in smoothies all the time."}
{"ep_id": "moveyourdna.txt", "sent_id": "635", "text": "Which doesn't require any skill but it just kind of starts modeling \"hey, right out back in our backyard you guys got get the greens for what you're gonna make today.\""}
{"ep_id": "moveyourdna.txt", "sent_id": "636", "text": "Miner's lettuce, again, dandelions get chopped up and just get thrown raw into salads, tacos."}
{"ep_id": "moveyourdna.txt", "sent_id": "637", "text": "That's not even hard cooking."}
{"ep_id": "moveyourdna.txt", "sent_id": "638", "text": "And nettle is really great stir-fried."}
{"ep_id": "moveyourdna.txt", "sent_id": "639", "text": "Again, that's a little oil, a little garlic."}
{"ep_id": "moveyourdna.txt", "sent_id": "640", "text": "You do not have to become a culinary wizard and I'll link to other sources that you mentioned, Sam."}
{"ep_id": "moveyourdna.txt", "sent_id": "641", "text": "Yeah, I promote not haute cuisine for cooking with wild food."}
{"ep_id": "moveyourdna.txt", "sent_id": "642", "text": "I promote base cuisine."}
{"ep_id": "moveyourdna.txt", "sent_id": "643", "text": "Haute cuisine is what the royalty paid other people to prepare for them because it was not something that was labor efficient enough that people would make it for themselves."}
{"ep_id": "moveyourdna.txt", "sent_id": "644", "text": "Whereas I promote using wild food in the really healthy ways that the commoners used to eat wild foods."}
{"ep_id": "moveyourdna.txt", "sent_id": "645", "text": "The Mediterranean diet is based upon everyday use and lots of wild leafy greens combined with pork, and olive oil, and seafood."}
{"ep_id": "moveyourdna.txt", "sent_id": "646", "text": "And that is a really really easy way to use wild food."}
{"ep_id": "moveyourdna.txt", "sent_id": "647", "text": "And a lot of the recipes are so simple like the fried greens that you mentioned."}
{"ep_id": "moveyourdna.txt", "sent_id": "648", "text": "So simple and so good and I could eat it day after day after day and not tire of it."}
{"ep_id": "moveyourdna.txt", "sent_id": "649", "text": "What's your favorite wild food to eat?"}
{"ep_id": "moveyourdna.txt", "sent_id": "650", "text": "Well it's really hard to compare classes of foods."}
{"ep_id": "moveyourdna.txt", "sent_id": "651", "text": "Right."}
{"ep_id": "moveyourdna.txt", "sent_id": "652", "text": "Stuffing my face with berries off the bush."}
{"ep_id": "moveyourdna.txt", "sent_id": "653", "text": "I probably like serviceberries, good service berries better than anything else."}
{"ep_id": "moveyourdna.txt", "sent_id": "654", "text": "But wild strawberries are also...it's hard to compare."}
{"ep_id": "moveyourdna.txt", "sent_id": "655", "text": "But I never gorge on wild strawberries."}
{"ep_id": "moveyourdna.txt", "sent_id": "656", "text": "I don't get quite enough."}
{"ep_id": "moveyourdna.txt", "sent_id": "657", "text": "As far as flavor, I love shagbark hickory nuts."}
{"ep_id": "moveyourdna.txt", "sent_id": "658", "text": "They are just out of this world delicious."}
{"ep_id": "moveyourdna.txt", "sent_id": "659", "text": "It's hard to compare with a wide range of produce types."}
{"ep_id": "moveyourdna.txt", "sent_id": "660", "text": "What's the hardest plant to forage of all plants?"}
{"ep_id": "moveyourdna.txt", "sent_id": "661", "text": "And not necessarily the entire process, you know if you're carrying heavy things, but minute to minute either the fact that they're so distributed far away from each other."}
{"ep_id": "moveyourdna.txt", "sent_id": "662", "text": "Like we have wild strawberries here but there's also a ton of birds in this one open space where we are."}
{"ep_id": "moveyourdna.txt", "sent_id": "663", "text": "So to find one or two requires so much movement in between."}
{"ep_id": "moveyourdna.txt", "sent_id": "664", "text": "So if you were to compare a minute by minute of the gathering part, which would be the most challenging of all wild foods?"}
{"ep_id": "moveyourdna.txt", "sent_id": "665", "text": "So, the most labor intensive thing that I regularly set aside a lot of time to collect probably is wild strawberries."}
{"ep_id": "moveyourdna.txt", "sent_id": "666", "text": "They're just so delicious that they're worth ... but every year the crop of different foods varies."}
{"ep_id": "moveyourdna.txt", "sent_id": "667", "text": "And there's such variety of wild food available that I will collect what makes sense that particular year."}
{"ep_id": "moveyourdna.txt", "sent_id": "668", "text": "We eat a lot of nuts in our household but we have a lot of options."}
{"ep_id": "moveyourdna.txt", "sent_id": "669", "text": "We have hickory nuts, black walnuts, and hazelnuts and all of them in some years are in great quantity and other years they're hard to find."}
{"ep_id": "moveyourdna.txt", "sent_id": "670", "text": "And also butternuts."}
{"ep_id": "moveyourdna.txt", "sent_id": "671", "text": "So between those four nuts in our region, every year I'm gonna get at least one in a bumper crop - maybe two or three."}
{"ep_id": "moveyourdna.txt", "sent_id": "672", "text": "And at least one usually fails in a year."}
{"ep_id": "moveyourdna.txt", "sent_id": "673", "text": "So I try to collect the things that are the best use of my time."}
{"ep_id": "moveyourdna.txt", "sent_id": "674", "text": "And I'm thinking that I'm looking out my window and I have a yard and I'm looking at the plants and going \"yeah, I know what's edible and what isn't\" but for those of you who are going, \"I don't even know where I could possibly start.\""}
{"ep_id": "moveyourdna.txt", "sent_id": "675", "text": "You have to think outside the box a little bit."}
{"ep_id": "moveyourdna.txt", "sent_id": "676", "text": "Where I live in the pacific northwest - I read your latest book on the 36 best incredible plants and it had this maple section and your writing on maple for years it had been my favorite."}
{"ep_id": "moveyourdna.txt", "sent_id": "677", "text": "You had this essay that I could no longer find that was amazing but now I have this book section."}
{"ep_id": "moveyourdna.txt", "sent_id": "678", "text": "And I went to my mom's house and I looked up and she is in a sugar maple grove in the pacific northwest."}
{"ep_id": "moveyourdna.txt", "sent_id": "679", "text": "We don't have them anywhere else."}
{"ep_id": "moveyourdna.txt", "sent_id": "680", "text": "And I realized that they're all around."}
{"ep_id": "moveyourdna.txt", "sent_id": "681", "text": "And I can actually, I thought this was something that you could only do if you lived in Wisconsin."}
{"ep_id": "moveyourdna.txt", "sent_id": "682", "text": "I just didn't know."}
{"ep_id": "moveyourdna.txt", "sent_id": "683", "text": "And then I paid attention and there was all the supplies that I need and then I asked around and sure enough, there's also a little acorn patch, a little oak tree patch - which they're not abundant here - that just sits and drops all their acorns that no one is busy gathering."}
{"ep_id": "moveyourdna.txt", "sent_id": "684", "text": "So you might just have to do a little bit of work, a little bit of talking to your community to find what might be available to you that doesn't actually have to be in your own backyard."}
{"ep_id": "moveyourdna.txt", "sent_id": "685", "text": "You can walk there."}
{"ep_id": "moveyourdna.txt", "sent_id": "686", "text": "You can figure out what you need to do."}
{"ep_id": "moveyourdna.txt", "sent_id": "687", "text": "But you also gave good advice a long time ago which I included in one of my books, I think Movement Matters, in the appendix which is go find a garden."}
{"ep_id": "moveyourdna.txt", "sent_id": "688", "text": "Right?"}
{"ep_id": "moveyourdna.txt", "sent_id": "689", "text": "That you can actually just go find an old garden that someone hasn't pulled everything from and start there."}
{"ep_id": "moveyourdna.txt", "sent_id": "690", "text": "Right?"}
{"ep_id": "moveyourdna.txt", "sent_id": "691", "text": "You can actually forage gardens."}
{"ep_id": "moveyourdna.txt", "sent_id": "692", "text": "It doesn't have to be wild."}
{"ep_id": "moveyourdna.txt", "sent_id": "693", "text": "Well that's true but also within a garden the weeds that volunteer themselves, they're mostly edible plants."}
{"ep_id": "moveyourdna.txt", "sent_id": "694", "text": "There are a few things that grow in a garden that aren't edible, but it's one of the safest and headspace places to forage because there very few dangerous plants that volunteer as weeks and people garden and the vast majority of what grows in the garden in between your rows of vegetables is going to be food plant."}
{"ep_id": "moveyourdna.txt", "sent_id": "695", "text": "So what we're picking and throwing away is actually food."}
{"ep_id": "moveyourdna.txt", "sent_id": "696", "text": "Yes."}
{"ep_id": "moveyourdna.txt", "sent_id": "697", "text": "Labor free food to cultivate."}
{"ep_id": "moveyourdna.txt", "sent_id": "698", "text": "You just have to gather."}
{"ep_id": "moveyourdna.txt", "sent_id": "699", "text": "Exactly."}
{"ep_id": "moveyourdna.txt", "sent_id": "700", "text": "You can double the output of your garden."}
{"ep_id": "moveyourdna.txt", "sent_id": "701", "text": "We actually, in our, we have a vegetable garden, an annual vegetable garden."}
{"ep_id": "moveyourdna.txt", "sent_id": "702", "text": "And we actually have more weeds that we save some to go to seed and then we broadcast and distribute the seeds throughout the garden into the fall so that they come up thick next summer because it about doubles what we get out of our garden."}
{"ep_id": "moveyourdna.txt", "sent_id": "703", "text": "So that's lambs quarters, amaranth, black nightshade, and I can't remember the fourth one."}
{"ep_id": "moveyourdna.txt", "sent_id": "704", "text": "Is it purslane?"}
{"ep_id": "moveyourdna.txt", "sent_id": "705", "text": "Actually purslane doesn't do very good on our soil."}
{"ep_id": "moveyourdna.txt", "sent_id": "706", "text": "We have just a bare little purslane in our garden."}
{"ep_id": "moveyourdna.txt", "sent_id": "707", "text": "Black nightshade, amaranth, lambs quarters...I'm sorry I'm terrible."}
{"ep_id": "moveyourdna.txt", "sent_id": "708", "text": "That's alright."}
{"ep_id": "moveyourdna.txt", "sent_id": "709", "text": "Those three for sure I spread around the garden and then I'm harvesting them all the year long in between the garden vegetables."}
{"ep_id": "moveyourdna.txt", "sent_id": "710", "text": "There's not really any arguing that nature is abundant here."}
{"ep_id": "moveyourdna.txt", "sent_id": "711", "text": "Ok, well I thank you very much for coming on."}
{"ep_id": "moveyourdna.txt", "sent_id": "712", "text": "I'll tell everyone where we can find you here in a second."}
{"ep_id": "moveyourdna.txt", "sent_id": "713", "text": "But do you want to leave us with any other bits of your wisdom?"}
{"ep_id": "moveyourdna.txt", "sent_id": "714", "text": "No, not that I can think of."}
{"ep_id": "moveyourdna.txt", "sent_id": "715", "text": "I've probably already talked too much."}
{"ep_id": "moveyourdna.txt", "sent_id": "716", "text": "No it was perfect."}
{"ep_id": "moveyourdna.txt", "sent_id": "717", "text": "I have a tendency to blab on and on when you ask me questions."}
{"ep_id": "moveyourdna.txt", "sent_id": "718", "text": "You and me both brother!"}
{"ep_id": "moveyourdna.txt", "sent_id": "719", "text": "Ok!"}
{"ep_id": "moveyourdna.txt", "sent_id": "720", "text": "Sam Thayer is the author of The Foragers Harvest, Natures Garden, and Incredible Wild Edibles."}
{"ep_id": "moveyourdna.txt", "sent_id": "721", "text": "You can find Sam online at foragersharvest.com."}
{"ep_id": "moveyourdna.txt", "sent_id": "722", "text": "I encourage you to check out everything."}
{"ep_id": "moveyourdna.txt", "sent_id": "723", "text": "There's wonderful articles to read there."}
{"ep_id": "moveyourdna.txt", "sent_id": "724", "text": "You can also check out his classes and appearances tab."}
{"ep_id": "moveyourdna.txt", "sent_id": "725", "text": "You offer a lot of foraging workshops through the year."}
{"ep_id": "moveyourdna.txt", "sent_id": "726", "text": "And you can find all of his books and videos there as well."}
{"ep_id": "moveyourdna.txt", "sent_id": "727", "text": "Sam, thanks for coming on!"}
{"ep_id": "moveyourdna.txt", "sent_id": "728", "text": "Thank you, Katy!"}
{"ep_id": "moveyourdna.txt", "sent_id": "729", "text": "This has been Move Your DNA, a podcast about movement with Katy Bowman."}
{"ep_id": "moveyourdna.txt", "sent_id": "730", "text": "Hopefully you find the general information in this podcast informative and helpful, but it is not intended to replace medical advice and should not be used as such."}
{"ep_id": "ukfestivities.txt", "sent_id": "0", "text": "May\n\n1st and 29th  Bank holidays."}
{"ep_id": "ukfestivities.txt", "sent_id": "1", "text": "There are two Mondays in May when people have the day off work or school and (if were lucky!)"}
{"ep_id": "ukfestivities.txt", "sent_id": "2", "text": "spend some time outdoors enjoying the spring sunshine."}
{"ep_id": "ukfestivities.txt", "sent_id": "3", "text": "The first bank holiday in May is known as the May Day holiday and it is vaguely associated with workers rights (like Labour Day) although this is not expressly stated as the purpose of the day."}
{"ep_id": "ukfestivities.txt", "sent_id": "4", "text": "As I said earlier  officially all bank holidays were set up to give workers some time off."}
{"ep_id": "ukfestivities.txt", "sent_id": "5", "text": "The second May bank Holiday is known as the Spring Bank Holiday or the Late May Bank Holiday and this one is associated with the beginning of Summer."}
{"ep_id": "ukfestivities.txt", "sent_id": "6", "text": "It always lands on the last Monday of May and often theres good weather."}
{"ep_id": "ukfestivities.txt", "sent_id": "7", "text": "Typically what happens on this day is that people are surprised by the good weather which leads to a feeling of optimism about the coming summer."}
{"ep_id": "ukfestivities.txt", "sent_id": "8", "text": "People say things like Ah, summers going to be great  lets have barbecues! and then they wait for summer to arrive and they wait and wait, and it stays cloudy and rainy, and they wait and it rains and they wait all the way until late September before realising that Summer is over and the week of sunshine we had at the beginning was all we were going to get, and then suddenly at the end of September the sun comes back and we have whats known as an Indian summer  thats a late summer."}
{"ep_id": "ukfestivities.txt", "sent_id": "9", "text": "Usually at the end of May we have the F.A."}
{"ep_id": "ukfestivities.txt", "sent_id": "10", "text": "Cup Final  thats Englands most traditional football cup and its pretty special because all the teams in all the leagues get to play each other and the final happens at Wembley Stadium, and its usually pretty sunny when it happens."}
{"ep_id": "ukfestivities.txt", "sent_id": "11", "text": "Also throughout May you can check out the Brighton Fringe Festival."}
{"ep_id": "ukfestivities.txt", "sent_id": "12", "text": "Its a great time to visit Brighton, which is just one hour from London and is on the south coast of England  so you can enjoy the seaside (even though the beach is made of stones not sand) and all the attractions of an English seaside resort."}
{"ep_id": "ukfestivities.txt", "sent_id": "13", "text": "In the festival there are comedy shows and other attractions and most of it is free."}
{"ep_id": "ukfestivities.txt", "sent_id": "14", "text": "I did a few podcasts from the Brighton Fringe a few years ago when I was performing comedy there."}
{"ep_id": "ukfestivities.txt", "sent_id": "15", "text": "You can check those episodes out here:\n\nteacherluke.co.uk/2012/06/07/brighton-fringe-festival-1/\n\nteacherluke.co.uk/2012/06/17/brighton-fringe-festival-2/\n\nteacherluke.co.uk/2012/06/29/brighton-fringe-festival-3/\n\nJune\n\n13th  The Queens Official Birthday."}
{"ep_id": "ukfestivities.txt", "sent_id": "16", "text": "Although the Queens real birthday is on the 21st of April, it has been a tradition since 1748 to celebrate the king or queens birthday in June."}
{"ep_id": "ukfestivities.txt", "sent_id": "17", "text": "A military parade known as Trooping the Colour is held in London, attended by the Royal Family."}
{"ep_id": "ukfestivities.txt", "sent_id": "18", "text": "I think the reason the monarchs official birthday is marked in June is simply because theres a better chance of good weather for the military parade."}
{"ep_id": "ukfestivities.txt", "sent_id": "19", "text": "Its as simple as that."}
{"ep_id": "ukfestivities.txt", "sent_id": "20", "text": "19th  Fathers Day."}
{"ep_id": "ukfestivities.txt", "sent_id": "21", "text": "Fathers Day is a day to show appreciation to fathers, grandfathers, stepfathers and fathers-in-law."}
{"ep_id": "ukfestivities.txt", "sent_id": "22", "text": "Many people in the UK give their father a card or gift, have a meal together or go out for drinks."}
{"ep_id": "ukfestivities.txt", "sent_id": "23", "text": "We dont do it in my family!"}
{"ep_id": "ukfestivities.txt", "sent_id": "24", "text": "This is probably because of a feminist idea that men already have plenty of days and blah blah blah."}
{"ep_id": "ukfestivities.txt", "sent_id": "25", "text": "21st  Summer solstice  midsummers eve  the longest night of the year."}
{"ep_id": "ukfestivities.txt", "sent_id": "26", "text": "The ancient monument of Stonehenge in Wiltshire has its true moment in the sun on this day as people celebrate the longest day and shortest night of the year."}
{"ep_id": "ukfestivities.txt", "sent_id": "27", "text": "Stand inside the monument facing northeast, toward a stone outside the circle called the Heel Stone, and youll see the sun rise like a blazing fire  a sight that brings in pagans and sun-lovers of all beliefs!"}
{"ep_id": "ukfestivities.txt", "sent_id": "28", "text": "In fact, theres usually some sort of pagan celebration at Stonehenge on this evening."}
{"ep_id": "ukfestivities.txt", "sent_id": "29", "text": "Everywhere else we just enjoy a really long evening, with long shadows and light until about 11pm or more."}
{"ep_id": "ukfestivities.txt", "sent_id": "30", "text": "Summers in the UK are fantastic for long days and despite what I said earlier about barbecues we do have some wonderful weather sometimes, and I have good memories of these never-ending summers with days that just went on forever."}
{"ep_id": "ukfestivities.txt", "sent_id": "31", "text": "Sitting in a pub garden all evening on the 21st is a particular pleasure."}
{"ep_id": "ukfestivities.txt", "sent_id": "32", "text": "Wed 21st to Sun 25th  Glastonbury Festival\n\nThis is the biggest music festival in Europe and is now one of the most important music festivals in the world."}
{"ep_id": "ukfestivities.txt", "sent_id": "33", "text": "Every year about 200,000 people travel to a farm in Glastonbury in the Somerset countryside not far from Stonehenge in the South West of England."}
{"ep_id": "ukfestivities.txt", "sent_id": "34", "text": "It used to be a hippy music festival a bit like Woodstock."}
{"ep_id": "ukfestivities.txt", "sent_id": "35", "text": "These days its a place to check out music and all kinds of other performance art, and all the biggest bands of the moment perform there."}
{"ep_id": "ukfestivities.txt", "sent_id": "36", "text": "It tends to be headlined by the biggest names in music."}
{"ep_id": "ukfestivities.txt", "sent_id": "37", "text": "Recently weve had groups like The Rolling Stones, Coldplay, Bruce Springsteen, Neil Young, Beyonce and Kanye West headlining the event."}
{"ep_id": "ukfestivities.txt", "sent_id": "38", "text": "The BBC usually cover Glastonbury throughout the festival."}
{"ep_id": "ukfestivities.txt", "sent_id": "39", "text": "In 2017 one of the headliners will be Radiohead."}
{"ep_id": "ukfestivities.txt", "sent_id": "40", "text": "We dont know who is going to headline on Saturday yet  it might be Guns & Roses, Rihanna, The Stone Roses, The Foo Fighters, Ed Sheeran  the list of speculations goes on."}
{"ep_id": "ukfestivities.txt", "sent_id": "41", "text": "Ive never been to Glasto, but I almost always watch it on TV and I have to say its often a bit of a disappointing experience, probably due to the poor sound quality you get through recording a live concert and putting it on TV."}
{"ep_id": "ukfestivities.txt", "sent_id": "42", "text": "It completely lacks the power and punch that you get from seeing someone live."}
{"ep_id": "ukfestivities.txt", "sent_id": "43", "text": "It just sounds like you cant hear the drums properly and it all sounds weak and clinical sounding."}
{"ep_id": "ukfestivities.txt", "sent_id": "44", "text": "Theres nothing like seeing music live and I think to really enjoy Glasto you need to be there, soaking up the atmosphere, up to your knees in muck."}
{"ep_id": "ukfestivities.txt", "sent_id": "45", "text": "I expect its not what it used to be."}
{"ep_id": "ukfestivities.txt", "sent_id": "46", "text": "Heres a podcast episode about music festivals from the archives teacherluke.co.uk/2009/10/20/summer-music-festivals/\n\nLink to the biggest music festivals www.festicket.com/magazine/top-20-music-festivals-in-the-uk/\n\n26th  Eid."}
{"ep_id": "ukfestivities.txt", "sent_id": "47", "text": "Marking the end of the month-long fast of Ramadan, Eid is widely celebrated by Muslim communities in the UK."}
{"ep_id": "ukfestivities.txt", "sent_id": "48", "text": "Each community usually organises its own events, but there are some large celebrations and feasts in city centres, such as in London and Birmingham."}
{"ep_id": "ukfestivities.txt", "sent_id": "49", "text": "Ive never been part of an Eid celebration but I remember when I worked in London that a lot of my students fasted during Ramadan, and then disappeared completely during the Eid celebrations!"}
{"ep_id": "ukfestivities.txt", "sent_id": "50", "text": "I wonder what it is like to go without food during the daylight hours  it must be pretty hard."}
{"ep_id": "ukfestivities.txt", "sent_id": "51", "text": "I know that fasting is an important part of Islam (one of the 5 pillars of Islam) and its all about abstaining from earthly and material pleasures and focusing on prayer and a sort of spiritual detox."}
{"ep_id": "ukfestivities.txt", "sent_id": "52", "text": "It must be a big celebration when its over and you can eat during the day again!"}
{"ep_id": "ukfestivities.txt", "sent_id": "53", "text": "July\n\nMonday 3 July  Sunday 16 July  Wimbledon Tennis Championships."}
{"ep_id": "ukfestivities.txt", "sent_id": "54", "text": "Wimbledon, the worlds oldest tennis tournament, is a summer highlight for sports fans."}
{"ep_id": "ukfestivities.txt", "sent_id": "55", "text": "Held at the All England Club in London since 1877, Wimbledon is known for the tennis players white dress code and the tradition for spectators to eat strawberries and cream."}
{"ep_id": "ukfestivities.txt", "sent_id": "56", "text": "For me this is usually something you watch in the evenings while eating summer food like a melon or something."}
{"ep_id": "ukfestivities.txt", "sent_id": "57", "text": "Its also another opportunity to be disappointed by British sportsmen, although Andy Murray did win in 2013 and this year too."}
{"ep_id": "ukfestivities.txt", "sent_id": "58", "text": "Well done Andy."}
{"ep_id": "ukfestivities.txt", "sent_id": "59", "text": "Also during the summer we have cricket test matches going on."}
{"ep_id": "ukfestivities.txt", "sent_id": "60", "text": "A test match is one game of cricket that happens as part of a test series."}
{"ep_id": "ukfestivities.txt", "sent_id": "61", "text": "So, a series is 5 matches, and the series goes on throughout the summer  it can take a couple of months for a series to be completed."}
{"ep_id": "ukfestivities.txt", "sent_id": "62", "text": "Each test match lasts up to 5 days."}
{"ep_id": "ukfestivities.txt", "sent_id": "63", "text": "The biggest rivalry we have is with Australia and we regularly play a test match series against the Aussies called The Ashes  its been going for decades and its a big deal if you like cricket."}
{"ep_id": "ukfestivities.txt", "sent_id": "64", "text": "You might think that 5 days is rather long for a game (and yes they pretty much play all day  from about 10AM until the light fails in the evening  they even stop for tea in the afternoon) but its really great when theres a test match going on because you can keep up with it during the day (just quickly check the scores or listen to it on the radio here and there) and then watch the highlights of the days play on the telly in the evening."}
{"ep_id": "ukfestivities.txt", "sent_id": "65", "text": "I should do a whole episode about cricket."}
{"ep_id": "ukfestivities.txt", "sent_id": "66", "text": "August\n\nEdinburgh Festival Fringe."}
{"ep_id": "ukfestivities.txt", "sent_id": "67", "text": "4-26 August 2017 (5th29th August 2016)."}
{"ep_id": "ukfestivities.txt", "sent_id": "68", "text": "The largest arts festival in the world, the Fringe features over 40,000 performances and more than 2,500 shows at 250 venues."}
{"ep_id": "ukfestivities.txt", "sent_id": "69", "text": "Any type of performance may participate, across theatre, comedy, music and dance, and many students visit Edinburgh to put on their own shows."}
{"ep_id": "ukfestivities.txt", "sent_id": "70", "text": "For more, read our Edinburgh Festivals guide."}
{"ep_id": "ukfestivities.txt", "sent_id": "71", "text": "Notting Hill Carnival."}
{"ep_id": "ukfestivities.txt", "sent_id": "72", "text": "August Bank Holiday Weekend  last weekend of August (27-28th August 2016) Held in west London over a bank holiday weekend, Notting Hill Carnival is Europes biggest street festival."}
{"ep_id": "ukfestivities.txt", "sent_id": "73", "text": "Around 1 million people go to see colourful floats and dancers in flamboyant costumes, hear music from salsa to reggae, and taste Caribbean food from street stalls."}
{"ep_id": "ukfestivities.txt", "sent_id": "74", "text": "Bring your party spirit, enough cash and a lot of patience  it can be very crowded."}
{"ep_id": "ukfestivities.txt", "sent_id": "75", "text": "Check it out  I did a video podcast about Notting Hill Carnival."}
{"ep_id": "ukfestivities.txt", "sent_id": "76", "text": "September\n\n18-20th Sept 2017 (16th20th 2016) London Fashion Week."}
{"ep_id": "ukfestivities.txt", "sent_id": "77", "text": "London Fashion Week sets the global fashion agenda, alongside the other big shows in Paris, Milan and New York."}
{"ep_id": "ukfestivities.txt", "sent_id": "78", "text": "These fashion shows during fashion week are mainly for industry insiders, but you can get tickets to London Fashion Weekend for a taste of the fashion show experience."}
{"ep_id": "ukfestivities.txt", "sent_id": "79", "text": "There are two each year  the first London Fashion Week is in February (3rd weekend)."}
{"ep_id": "ukfestivities.txt", "sent_id": "80", "text": "Students get involved too, with events including student and graduate showcases and networking opportunities."}
{"ep_id": "ukfestivities.txt", "sent_id": "81", "text": "October\n\n31st  Halloween."}
{"ep_id": "ukfestivities.txt", "sent_id": "82", "text": "The modern way of celebrating Halloween is based on the Christian feast of All Hallows Eve and the Celtic festival of Samhain."}
{"ep_id": "ukfestivities.txt", "sent_id": "83", "text": "Children go trick-or-treating (knocking on neighbours doors to ask for sweets) or carve pumpkins, while older students go to parties and Halloween events at pubs, clubs or Students Unions."}
{"ep_id": "ukfestivities.txt", "sent_id": "84", "text": "The important thing is to dress up as gruesomely as you dare!"}
{"ep_id": "ukfestivities.txt", "sent_id": "85", "text": "November\n\nAll month  Movember."}
{"ep_id": "ukfestivities.txt", "sent_id": "86", "text": "If youre seeing more moustaches than usual, youre not imagining it  throughout November, the charity campaign of Movember invites men to grow a moustache and raise awareness of mens health issues."}
{"ep_id": "ukfestivities.txt", "sent_id": "87", "text": "Its a bit annoying and I dont really know why."}
{"ep_id": "ukfestivities.txt", "sent_id": "88", "text": "5th  Bonfire night."}
{"ep_id": "ukfestivities.txt", "sent_id": "89", "text": "Historically, this marks the anniversary of Guy Fawkes plot to blow up the House of Lords and assassinate King James I in 1605  the failed gunpowder plot is remembered in the childrens rhyme Remember, remember the 5th of November; gunpowder, treason and plot."}
{"ep_id": "ukfestivities.txt", "sent_id": "90", "text": "Today, it is commemorated with spectacular displays of fireworks."}
{"ep_id": "ukfestivities.txt", "sent_id": "91", "text": "There will be firework displays in most cities, but one of the best places to be is in the medieval town of Lewes, East Sussex  here, the fireworks are accompanied by colourful parades, music, costumes and the traditional guy, an effigy made of straw or paper to burn on the bonfire."}
{"ep_id": "ukfestivities.txt", "sent_id": "92", "text": "Find out more in my episode about Guy Fawkes Night."}
{"ep_id": "ukfestivities.txt", "sent_id": "93", "text": "teacherluke.co.uk/2016/11/05/from-the-archives-halloween-guy-fawkes-night-5th-november/\n\n11th  Remembrance Day."}
{"ep_id": "ukfestivities.txt", "sent_id": "94", "text": "Each year in the UK, 11 November is a memorial day to honour those who lost their lives in battle  especially during World War 1, so many peace campaigners also support the event."}
{"ep_id": "ukfestivities.txt", "sent_id": "95", "text": "The Royal British Legion charity sells paper poppy flowers to raise funds for veterans and their families (the poppy is a symbol of Remembrance Day), and it is customary to observe a two-minute silence at 11am."}
{"ep_id": "ukfestivities.txt", "sent_id": "96", "text": "Around this time its common to see people wearing red poppies on their shirt or jacket."}
{"ep_id": "ukfestivities.txt", "sent_id": "97", "text": "In TV studios they have boxes of poppies on hand so that nobody appears on TV without one, which would not be a good idea because it would make you look disrespectful."}
{"ep_id": "ukfestivities.txt", "sent_id": "98", "text": "30th  St Andrews Day (Scotland)."}
{"ep_id": "ukfestivities.txt", "sent_id": "99", "text": "Honouring its patron saint, St Andrews Day is Scotlands national day."}
{"ep_id": "ukfestivities.txt", "sent_id": "100", "text": "There are many events across Scotland, including traditional meals, poetry readings, bagpipe music and country dancing."}
{"ep_id": "ukfestivities.txt", "sent_id": "101", "text": "This is a great opportunity to go to a ceilidh  a party with Gaelic folk music and dancing."}
{"ep_id": "ukfestivities.txt", "sent_id": "102", "text": "Fortunately, there is usually a dance caller to teach the steps!"}
{"ep_id": "ukfestivities.txt", "sent_id": "103", "text": "Ive never done it, but apparently this is a thing in Scotland!"}
{"ep_id": "ukfestivities.txt", "sent_id": "104", "text": "Thurs Oct 19 2017  Diwali."}
{"ep_id": "ukfestivities.txt", "sent_id": "105", "text": "Diwali (or Deepavali) is the Festival of Lights for Hindu, Sikh and Jain communities."}
{"ep_id": "ukfestivities.txt", "sent_id": "106", "text": "Cities including Leicester (which hosts one of the biggest Diwali celebrations outside India), London and Nottingham have extravagant street parties with traditional food, music, crafts and dancing  and of course, displays of lights, lanterns, candles and fireworks."}
{"ep_id": "ukfestivities.txt", "sent_id": "107", "text": "December\n\nThroughout December, there are loads of winter markets and festive visitor attractions across the UK."}
{"ep_id": "ukfestivities.txt", "sent_id": "108", "text": "Look out for events advertised in local magazines like TimeOut!"}
{"ep_id": "ukfestivities.txt", "sent_id": "109", "text": "Winter Wonderland in Londons Hyde Park."}
{"ep_id": "ukfestivities.txt", "sent_id": "110", "text": "In addition to a traditional Christmas market, this huge site features carnival rides, two circuses, an ice skating rink, fake snow and an exhibition of ice sculptures and enough hot chocolate and mulled wine to keep you warm."}
{"ep_id": "ukfestivities.txt", "sent_id": "111", "text": "Jamie Olivers Mulled Wine recipe www.jamieoliver.com/recipes/recipe/jamie-s-mulled-wine/\n\nHogwarts in the Snow, a wintry version of the Harry Potter tour at Warner Bros. Studios in Leavesden (near London)."}
{"ep_id": "ukfestivities.txt", "sent_id": "112", "text": "Watch snow fall over the original model of Hogwarts castle, and see the Great Hall set for Christmas dinner."}
{"ep_id": "ukfestivities.txt", "sent_id": "113", "text": "Birminghams Frankfurt Christmas Market, the largest German market outside Germany and Austria, complete with glhwein (mulled wine), wursts (sausages), pretzels and sweet treats."}
{"ep_id": "ukfestivities.txt", "sent_id": "114", "text": "You can also shop for unique gifts from local artists at the Craft Fair."}
{"ep_id": "ukfestivities.txt", "sent_id": "115", "text": "The winter festival at the Eden Project in Cornwall."}
{"ep_id": "ukfestivities.txt", "sent_id": "116", "text": "Usually an educational ecology park, in December the Eden Project is transformed with Christmas trees, a choir, real reindeer and an ice rink, with ice skating classes for all ages."}
{"ep_id": "ukfestivities.txt", "sent_id": "117", "text": "Belfasts Christmas Market."}
{"ep_id": "ukfestivities.txt", "sent_id": "118", "text": "If youre studying in Northern Ireland, visit the multicultural market outside Belfasts City Hall for festive food and drink from around the world, crafts, gifts and Christmas decorations."}
{"ep_id": "ukfestivities.txt", "sent_id": "119", "text": "Pantomimes."}
{"ep_id": "ukfestivities.txt", "sent_id": "120", "text": "The traditional Christmas panto is a mix of slapstick comedy and musical theatre, with silly costumes and audience participation."}
{"ep_id": "ukfestivities.txt", "sent_id": "121", "text": "Pantomimes are usually for children, but its worth seeing one for a uniquely British experience."}
{"ep_id": "ukfestivities.txt", "sent_id": "122", "text": "24th1st Jan  Hanukkah."}
{"ep_id": "ukfestivities.txt", "sent_id": "123", "text": "Jewish communities across the UK will be celebrating Hanukkah (Chanukah), the Festival of Lights."}
{"ep_id": "ukfestivities.txt", "sent_id": "124", "text": "In London, the Menorah in Trafalgar Square is the largest in Europe."}
{"ep_id": "ukfestivities.txt", "sent_id": "125", "text": "Its usually lit by the Mayor of London on the first day of Hanukkah, at an event with free doughnuts and live music."}
{"ep_id": "ukfestivities.txt", "sent_id": "126", "text": "25th  Christmas."}
{"ep_id": "ukfestivities.txt", "sent_id": "127", "text": "Most people in the UK celebrate Christmas, even if they are not religious."}
{"ep_id": "ukfestivities.txt", "sent_id": "128", "text": "There will be Christmas trees, presents, carol singing, mulled wine (warm, spiced red wine), mince pies (small pies with a sweet fruit filling) and if it snows, snowmen and snowball fights!"}
{"ep_id": "ukfestivities.txt", "sent_id": "129", "text": "The traditional Christmas dinner is a whole roast turkey with roast potatoes, vegetables, gravy and Christmas pudding for dessert."}
{"ep_id": "ukfestivities.txt", "sent_id": "130", "text": "26th  Boxing Day."}
{"ep_id": "ukfestivities.txt", "sent_id": "131", "text": "The day after Christmas is called Boxing Day, and is a bank holiday in the UK."}
{"ep_id": "ukfestivities.txt", "sent_id": "132", "text": "Its believed to have been named after the Christmas box of money or gifts which employers used to give to servants and tradesmen."}
{"ep_id": "ukfestivities.txt", "sent_id": "133", "text": "Nowadays, there are no particular Boxing Day customs, but most people spend the day with their families, going for a walk, watching sports or eating the Christmas leftovers."}
{"ep_id": "ukfestivities.txt", "sent_id": "134", "text": "Other festivals\n\nMay 4th is unofficially Star Wars day, just because of the date May the fourth be with you."}
{"ep_id": "ukfestivities.txt", "sent_id": "135", "text": "I think some Star Wars fans get together and there might be special screenings but as far as I can see its just a chance to post something on Facebook wishing everyone a happy Star Wars day."}
{"ep_id": "ukfestivities.txt", "sent_id": "136", "text": "A listener to this podcast wanted me to mention Sea Odyssey: Giant Spectacular  a kind of street theatre event that happens sometimes in Liverpool."}
{"ep_id": "ukfestivities.txt", "sent_id": "137", "text": "That looks fantastic."}
{"ep_id": "ukfestivities.txt", "sent_id": "138", "text": "There are many arts festivals too, where you can sample literature, theatre, arts & craft, dance and poetry."}
{"ep_id": "ukfestivities.txt", "sent_id": "139", "text": "Click here to read more about arts festivals www.artsfestivals.co.uk/festival-details"}
{"ep_id": "yogagirl.txt", "sent_id": "0", "text": "Welcome to Yoga Girl Daily and happy Friday."}
{"ep_id": "yogagirl.txt", "sent_id": "1", "text": "It's Friday today!"}
{"ep_id": "yogagirl.txt", "sent_id": "2", "text": "We've made it through our work week."}
{"ep_id": "yogagirl.txt", "sent_id": "3", "text": "We're almost at the weekend, so it's time for Feel-Good Friday and a practice that makes us feel really good."}
{"ep_id": "yogagirl.txt", "sent_id": "4", "text": "Today, I actually have something boring but fun in mind."}
{"ep_id": "yogagirl.txt", "sent_id": "5", "text": "Depending on where you kind of sit on the spectrum of this, you might feel that this is like a total drag and not at all something that you actually bring attention to in your day-to-day life."}
{"ep_id": "yogagirl.txt", "sent_id": "6", "text": "Maybe you're already presently doing this, and this is just going to affirm something that you're already doing, or a practice you already have."}
{"ep_id": "yogagirl.txt", "sent_id": "7", "text": "Today we're going to take a look at our finances!"}
{"ep_id": "yogagirl.txt", "sent_id": "8", "text": "What?"}
{"ep_id": "yogagirl.txt", "sent_id": "9", "text": "What does that have to do with feeling good?"}
{"ep_id": "yogagirl.txt", "sent_id": "10", "text": "Actually, more than we think."}
{"ep_id": "yogagirl.txt", "sent_id": "11", "text": "Today I want you to reflect on something that you want to save up for, something that you wish you could purchase, an investment you wish you could make, but you're not quite there yet."}
{"ep_id": "yogagirl.txt", "sent_id": "12", "text": "It can be something super small."}
{"ep_id": "yogagirl.txt", "sent_id": "13", "text": "It can be something really, really big."}
{"ep_id": "yogagirl.txt", "sent_id": "14", "text": "It can be a long-term thing, short term thing."}
{"ep_id": "yogagirl.txt", "sent_id": "15", "text": "But I want you to actually reflect on something that you're aiming for in that material sense."}
{"ep_id": "yogagirl.txt", "sent_id": "16", "text": "If it's a little upgrade you want to make in your home, if it's something you want to buy, a gift you want to give yourself or to someone else, a trip, you want to take, an experience, you want to have, a training you want to do, something that has to do with your personal development."}
{"ep_id": "yogagirl.txt", "sent_id": "17", "text": "Whatever it is, I want you to really define it."}
{"ep_id": "yogagirl.txt", "sent_id": "18", "text": "Figure out exactly how much this thing that you want is going to cost you, and then today, look over your finances and take the first step toward beginning to save for that experience."}
{"ep_id": "yogagirl.txt", "sent_id": "19", "text": "Now, I am not the kind of person who naturally likes to deal with financial things."}
{"ep_id": "yogagirl.txt", "sent_id": "20", "text": "I'm very bad at saving money."}
{"ep_id": "yogagirl.txt", "sent_id": "21", "text": "I'm very bad of making a plan for things that I want, but I found that making myself commit to this practice, and not every day that I'm obsessing about my finances every day, but that I have the practice of looking over where I'm at, looking at the goals I might have in life in terms of things I want to expand on, or usually for me, it's an experience I want to give myself."}
{"ep_id": "yogagirl.txt", "sent_id": "22", "text": "It's a trip I want to take with my family, or it's something, a training I want to do."}
{"ep_id": "yogagirl.txt", "sent_id": "23", "text": "It's something more of an experience than a thing, but maybe for you it's a physical thing, something you actually want to spend money on and purchase."}
{"ep_id": "yogagirl.txt", "sent_id": "24", "text": "Maybe it's a need in your life, something you know you actually need to upgrade, a fix, something that's missing, right?"}
{"ep_id": "yogagirl.txt", "sent_id": "25", "text": "So taking the first step to actually beginning to consciously save for that specific thing."}
{"ep_id": "yogagirl.txt", "sent_id": "26", "text": "It puts us in alignment with the energy of drawing in abundance to make that thing happen."}
{"ep_id": "yogagirl.txt", "sent_id": "27", "text": "So it's not just this boring thing we do where we look over our budget and our savings account, but it's also a very spiritual practice of telling the universe, Hey, I want to manifest this thing."}
{"ep_id": "yogagirl.txt", "sent_id": "28", "text": "Hey, I want to align myself with drawing this energy into my life."}
{"ep_id": "yogagirl.txt", "sent_id": "29", "text": "And to do that, yeah, we have to be mindful of how we spend our money and we have to consciously save to make it happen."}
{"ep_id": "yogagirl.txt", "sent_id": "30", "text": "So get really clear on what are you saving for?"}
{"ep_id": "yogagirl.txt", "sent_id": "31", "text": "And if you're like, Oh, I have nothing."}
{"ep_id": "yogagirl.txt", "sent_id": "32", "text": "I have no clue."}
{"ep_id": "yogagirl.txt", "sent_id": "33", "text": "There's nothing specific that I want."}
{"ep_id": "yogagirl.txt", "sent_id": "34", "text": "Take a moment to sit down and meditate on that."}
{"ep_id": "yogagirl.txt", "sent_id": "35", "text": "Are you sure?"}
{"ep_id": "yogagirl.txt", "sent_id": "36", "text": "Or are you just kind of mindlessly spending your money as you go with nothing left?"}
{"ep_id": "yogagirl.txt", "sent_id": "37", "text": "At the end of the day?"}
{"ep_id": "yogagirl.txt", "sent_id": "38", "text": "Maybe you have a long-term plan or maybe you should have a long-term plan for the type of life that you want way in the future."}
{"ep_id": "yogagirl.txt", "sent_id": "39", "text": "We all know that little bits go a long way."}
{"ep_id": "yogagirl.txt", "sent_id": "40", "text": "So saving a little something every month adds up to a lot at the end of the year."}
{"ep_id": "yogagirl.txt", "sent_id": "41", "text": "So perhaps what you're planning for or for this practice today, it's more about a long-term thing than a short term thing."}
{"ep_id": "yogagirl.txt", "sent_id": "42", "text": "Maybe you don't even have a savings account."}
{"ep_id": "yogagirl.txt", "sent_id": "43", "text": "Today would be a really good day to take the steps toward making that happen."}
{"ep_id": "yogagirl.txt", "sent_id": "44", "text": "Because trust me, when I say we want to be mindful and conscious and present with how we are spending our money, money is energy."}
{"ep_id": "yogagirl.txt", "sent_id": "45", "text": "How we are saving our money."}
{"ep_id": "yogagirl.txt", "sent_id": "46", "text": "Money is energy."}
{"ep_id": "yogagirl.txt", "sent_id": "47", "text": "So what are you preserving?"}
{"ep_id": "yogagirl.txt", "sent_id": "48", "text": "What are you consciously caring for and what are you building for in your life?"}
{"ep_id": "yogagirl.txt", "sent_id": "49", "text": "So today we start saving for something special."}
{"ep_id": "yogagirl.txt", "sent_id": "50", "text": "Get really clear on what it is."}
{"ep_id": "yogagirl.txt", "sent_id": "51", "text": "If you don't have a savings account, I literally have a little piggy bank at home where I put everyday whenever my husband empties his pockets or we have any cash left over."}
{"ep_id": "yogagirl.txt", "sent_id": "52", "text": "All of it goes in the piggy bank."}
{"ep_id": "yogagirl.txt", "sent_id": "53", "text": "And I've been doing that for years."}
{"ep_id": "yogagirl.txt", "sent_id": "54", "text": "I'm pretty sure there's a small fortune hiding in that little pig right now."}
{"ep_id": "yogagirl.txt", "sent_id": "55", "text": "So remembering that little, little, little things with time, things that we don't even notice that we're saving actually can make a massive difference with time."}
{"ep_id": "yogagirl.txt", "sent_id": "56", "text": "So start that savings account or consciously begin to save."}
{"ep_id": "yogagirl.txt", "sent_id": "57", "text": "Get clear with your budget and how you're spending money in a month."}
{"ep_id": "yogagirl.txt", "sent_id": "58", "text": "Maybe there's something you can cut out to make space for saving for this wonderful thing you want to experience in your life."}
{"ep_id": "yogagirl.txt", "sent_id": "59", "text": "And let's do that today."}
{"ep_id": "yogagirl.txt", "sent_id": "60", "text": "Trust me when I say you're going to feel good at the end of this because you're going to have clarity and you're going to be working towards something very special for yourself."}
{"ep_id": "yogagirl.txt", "sent_id": "61", "text": "So an awesome way to end our work week and transition into the weekend."}
{"ep_id": "yogagirl.txt", "sent_id": "62", "text": "I hope you feel really good all weekend long."}
{"ep_id": "yogagirl.txt", "sent_id": "63", "text": "Yoga Girl Daily will be back on Monday."}
{"ep_id": "yogagirl.txt", "sent_id": "64", "text": "[End of Episode]"}